return {

	["Rara"] = "啦啦SLG" ,
	["#Rara"] = "低调的大神" ,

	["dashen"] = "大神" ,
	[":dashen"] = "锁定技：摸牌阶段，你摸2^X张牌，X为你经历的回合数。" ,
	["qianxu"] = "谦虚" ,
	[":qianxu"] = "锁定技，每当你造成或受到一次伤害后，你摸(Y+1)^X张牌，X为你经历的回合数，Y为你造成或受到的伤害点数。" ,


	["lzxqqqq1"] = "月兔" ,
	["#lzxqqqq1"] = "忧郁の月兔" ,
	["lzxqqqq2"] = "月兔" ,
	["#lzxqqqq2"] = "疯狂の月兔" ,

	["lzxfangun"] = "翻滚" ,
	[":lzxfangun"] = "当你需要使用或打出一张闪时，若你手牌数等于当前体力，你可以视为使用或打出了一张闪。" ,
	["lzxyouyu"] = "忧郁" ,
	[":lzxyouyu"] = "锁定技，其他角色出牌阶段最多使用或打出X张牌（X为你当前体力值-1，最小为1）。" ,
	["lzxsanwo"] = "三窝" ,
	[":lzxsanwo"] = "当你受到一次伤害后，你可以摸一张牌并与一名其他角色交换位置。" ,
	["@lzxsanwo-swapseat"] = "狡兔三窟啊……" ,
	["lzxshengqi"] = "生气" ,
	[":lzxshengqi"] = "锁定技，准备阶段开始时，若你体力为全场最少或之一，你须变身为武将【月兔-疯狂的月兔】，然后弃置所有手牌并摸三张牌。" ,
	["lzxpudao"] = "扑倒" ,
	[":lzxpudao"] = "当你使用红色【杀】或【决斗】指定目标后，若你装备区不为空，你可以使之无效并令其选择一项：1.其弃置X张牌，然后你回复1点体力；2.你摸X张牌，然后其失去1点体力（X为你装备区牌的数量）。" ,
	["@lzxpudao-discard"] = "扑倒太麻烦了，我就不写提示了" ,
	["lzxmishi"] = "觅食" ,
	[":lzxmishi"] = "任意时刻当一张装备牌进入弃牌堆时，你可以弃置一张相同花色的基本牌将其置于自己的装备区。" ,
	["@lzxmishi-discard"] = "你可以弃置一张 %src 基本牌来获得该装备" ,
	["lzxtoulan"] = "偷懒" ,
	[":lzxtoulan"] = "锁定技，摸牌阶段你放弃摸牌，改为观看牌堆顶4张牌，将1张牌置入弃牌堆，获得其余3张牌。" ,
	["lzxhehao"] = "和好" ,
	[":lzxhehao"] = "锁定技，准备阶段开始时，若你体力为全场最多或之一，你须变身为武将【月兔-忧郁的月兔】，然后弃置装备区所有牌。" ,

	["#Fsu0413"] = "渣渣中的渣渣" ,

	["zhazha"] = "渣渣" ,
	[":zhazha"] = "锁定技，准备阶段开始时，你随机获得3个技能。" ,

	["funima"] = "付尼玛" ,
	["#funima"] = "高调的付妮妮" ,

	["nimaaojiao"] = "傲娇" ,
	[":nimaaojiao"] = "阶段技，你可以弃置任意数量的牌，然后你从弃牌堆中随机获取一张指定类型的牌。" ,
	["nimanini"] = "妮妮" ,
	[":nimanini"] = "锁定技，当你受到一次伤害后，你的性别变为女，然后你摸X张牌；当你回复1点体力后，你的性别变为男，然后你弃置X张牌（X为你已损失体力）。" ,

	["jiaoshenmeanimei"] = "叫什么啊你妹" ,
	["#jiaoshenmeanimei"] = "你妹大神" ,

	["nimei"] = "你妹" ,
	[":nimei"] = "出牌阶段限一次，你可以令任意数量的角色弃置X张牌。X为该角色的体力值。" ,

}