return {
	["tigerfly"] = "如虎天翼",

	["$shemi"] = "如此胜景，方为帝都。",
	["$kuanhui1"] = "哎呀，有只小鹿！",
	["$kuanhui2"] = "放开那只小鹿！",
	["$kuanhui3"] = "嗖（射箭声）~咩（小鹿惨叫声）",
	["$hongliang1"] = "君言之有理，容寡人忖度一二。",
	["$hongliang2"] = "日后寡人若有不是，君但言无妨。",
	["~caorui"] = "仲达，曹家就托付给你了~",

	["$pozhen1"] = "区区八门金锁阵焉能挡住我军？",
	["$pozhen2"] = "糟糕，竟然误入死门。",
	["$pozhen3"] = "使君遣将从生门而入，此阵必破。",
	["$poli1"] = "母亲，请恕孩儿不孝！",
	["$poli2"] = "自古忠孝难两全，此生不为贼进言！",
	["$huaming1"] = "我就算死也要为母亲报仇！",
	["$huaming2"] = "孩儿今日为刘使君战死，终有颜面于九泉之下再侍奉母亲。",
	["$huaming3"] = "自古忠孝难两全哪~",
	["$PoliAnimate"] = "image=image/animate/poli.png",
	["~shanfu"] = "唉，如今我还有何面目去见母亲？",

	["$zhuixi1"] = "贼将休走！",
	["$zhuixi2"] = "文长莫非是遭杨仪陷害？",
	["$zhuixi3"] = "军令在身，莫怪马岱无情！",
	["$zhuixi4"] = "我敢杀你！",
	["~tf_sp_madai"] = "岱误信杨仪之言，悔之晚矣。",

	["$jisi1"] = "爰植梧桐，以待凤皇。",
	["$jisi2"] = "有何燕雀，自称来翔？",
	["$jisi3"] = "此乃诸葛子瑜之驴。",
	["$jisi4"] = "竟能难倒我！",
	["$neoaocai"] = "父亲，你看到了么，我就要超越叔父了。",
	["$zhuanquan"] = "汝等休要妄为！",
	["~neo_zhugeke"] = "父亲的预言竟然成真了。",

	["$tushou1"] = "一切就拜托玄德了。",--给牌
	["$tushou2"] = "刘璋愿降。",--弃牌
	["$tushou3"] = "此非鸿门宴，何用舞剑？",
	["$tushou4"] = "幸好是降于玄德。",
	["~liuzhang"] = "望玄德公替我守护西川。",

	["$xiongjie1"] = "嗷呜~（狼叫声）我要把你剁了喂狼！",
	["$xiongjie2"] = "嗷呜~（狼叫声）一个活口也别留！",
	["~tadun"] = "嗷呜~（狼叫声）这…难道是报应吗？",

	["$kangdao1"] = "君侯稍事休息，让我来扛吧。",
	["$kangdao2"] = "君侯，接刀！",
	["~zhoucang"] = "实在是扛不动啦。",

	["$bushi1"] = "君心诚则灵。",--发动
	["$bushi2"] = "乃是要逆天么？",--出牌阶段结束后检测发现未失去过
	["$bushi3"] = "君当位极人臣。",--选择令其手牌上限+1
	["$bushi4"] = "定军之南，伤折一股。",--选择令其手牌上限-1
	["~guanlu"] = "吾命不寿，业已知晓矣。",

	["$choudu1"] = "丞相不在了，你们都要听我号令！",--发动
	["$choudu2"] = "此等小事，须臾可定！",--给第一个分牌
	["$choudu3"] = "马岱！我命你速取魏延人头来见！",--给第二个分牌
	["$choudu4"] = "魏延，我拼了老命也非要除掉你不可！",--失去体力
	["~yangyi"] = "就算死，我也要死在自己手上！",

	["$xuedian1"] = "叛贼！你们一个都休想逃走！",
	["$xuedian2"] = "父亲，此乃仇人之血！" ,
	["$duanhun"] = "我要用我的一切将你们送入炼狱！",
	["$zhanji"] = "我不会逃…因为我也想看看，父亲有多强…",
	["$ZhanjiAnimate"] = "image=image/animate/zhanji.png",
	["~zhangxingcai"] = "啊，臣妾不能再守卫陛下了~",

	["$gudan1"] = "全都给我滚开!" ,
	["$gudan2"] = "渣渣再多又能奈我何？" ,
	["~wenyang"] = "呵，还真被蚂蚁给绊倒了~" ,

	["$shangjian1"] = "便是宗室也不该铺张浪费。" ,
	["$shangjian2"] = "臣妾只需这些便已够用了。" ,
	["$manwu1"] = "多谢夫君赏赐。" ,
	["$manwu2"] = "臣妾就要这个吧，看起来便宜。" ,
	["$annei1"] = "汝等兄弟万不可自相残杀。" ,
	["$annei2"] = "儿子，你没事吧？" ,
	["~bianfuren"] = "夫君，你的赏赐我都存放在柜子里了。" ,

	["$dangliang1"] = "糟糕，耽误了大军粮草。" ,
	["$dangliang2"] = "丞相为何退兵，我这不是正要把粮草送来么？" ,
	["~liyan"] = "误了丞相大事，严虽死难安。" ,

	["$jingshang1"] = "五折甩卖，最后一天！" ,
	["$jingshang2"] = "没错，只要998，你就能拥有它！" ,
	["$zijun1"] = "钱财之事，主公不必操心。" ,
	["$zijun2"] = "我愿以举家之财助主公成就霸业！" ,
	["~mizhu"] = "有钱也买不通阎王呀。" ,

	["$huaiju1"] = "这个味道也不错啊。" ,
	["$huaiju2"] = "这橘子真好次。" ,
	["$huaiju3"] = "母亲，您也尝尝这橘子。" ,
	["$xingsuan1"] = "我实在不好这行军打仗之事。" ,
	["$xingsuan2"] = "我的寿命果然到了极限。" ,
	["$xingsuan3"] = "此事早已为浑天图所见。" ,
	["~luji"] = "既来之，则安之。" ,

	["$fuji1"] = "骑白马者便是刘备！" ,
	["$fuji2"] = "汝等休想通过落凤坡。" ,
	["$yongjie"] = "犯我西川，张任宁死不降！" ,
	["~tf_zhangren"] = "可恨西川尽入他人之手。" ,

	["$chanyu1"] = "臣之女亦有倾国倾城之貌。" ,
	["$chanyu2"] = "这事儿脏，我来替主公做。" ,
	["$suoshi1"] = "主公养着你就是为了今天，还不快上！" ,
	["$suoshi2"] = "大胆凶徒竟敢弑杀陛下。",
	["~jiachong"] = "多行不义果自毙啊。" ,

	["$kuxing1"] = "你是剥下脸皮给我呢，还是让我挖掉眼睛？" ,
	["$kuxing2"] = "别怕，你可以自己选怎么死。" ,
	["$baozheng1"] = "全部给我交出来！" ,
	["$baozheng2"] = "算你识相。" ,
	["$baozheng3"] = "不给就去死！" ,
	["$baozheng4"] = "什么？竟然全都弃朕而去了？" ,
	["$zongjiu1"] = "今日我等不醉不归。" ,
	["$zongjiu2"] = "爱卿勿忧，朕已为汝换为茶水。" ,
	["$zongjiu3"] = "喝不下就给我灌下去！" ,
	["~sunhao"] = "我是最后灭国的，也算交代的过去了。" ,

	["cv:jiben"] = "lelek" ,
	["$duyi"] = "藏毒于药，此贼合休！",
	["$duanzhi"] = "断指明志，誓杀国贼！",
	["~jiben"] = "臣不能为国家除贼，乃天数也……",

	["cv:lingtianyi"] = "凌天翼" ,
	["$dadaopic"] = "image=image/animate/dadaopic.png",
	["$xuanying1"] = "咻～" ,
	["$xuanying2"] = "这个应该归纳为规则。" ,
	["$xuanying3"] = "这属于赘述，应该删除。" ,
	["$xuanying4"] = "原来设计本意是酱紫的呀。" ,
	["$xuanying5"] = "那牌面应该这么写才对。" ,
	["$xingyun1"] = "竟有如此坑爹的牌面？" ,
	["$xingyun2"] = "容我按照设计本意重写牌面。" ,
	["~lingtianyi"] = "官方规则集已经发布，我要去更新了，掰掰。" ,

	["~neo_mushun"] = "我宁死不屈！" ,
}