return {
	["$weiwudi_guixin1"] = "青青子衿，悠悠我心。",
	["$weiwudi_guixin2"] = "威服诸侯，师之所尊。",
	["$weiwudi_guixin3"] = "日月之行，若出其中。",
	["$weiwudi_guixin4"] = "星汉灿烂，若出其里。",

	["$ytchengxiang1"] = "置象舟上，刻其水痕所至。", --发动技能
	["$ytchengxiang2"] = "称物载之，则校可知矣。", --恢复体力
	["$conghui"] = "吾虽年幼，智意所及，有若成人。",
	["$zaoyao"] = "咳咳咳……",
	["~yt_caochong"] = "仓舒，仓舒……", -- 曹操的声音

	["$jueji1"] = "围敌绝汲，敌必自乱", -- 发动拼点
	["$jueji2"] = "敌竟料我于先，不妙……", -- 拼点失败
	["~zhangjunyi"] = "袁公不信我，不如早降曹。",

	["$lukang_weiyan1"] = "敌欲破堰，引兵击之。", -- 摸牌当出牌
	["$lukang_weiyan2"] = "作堰遏水，以绝寇患。", -- 出牌当摸牌
	["$kegou"] = "吾父遗风，具体而微，谓克构者哉！",
	["$KegouAnimate"] = "image=image/animate/kegou.png",
	["~lukang"] = "望陛下思览臣言，臣纵死亦无悔……",

	["$wuling1"] = "长虹贯日，火舞旋风。",
	["$wuling2"] = "追云逐电，雷动九天。",
	["$wuling3"] = "云销雨霁，彩彻区明。",
	["$wuling4"] = "举火燎天，星沉地动。",
	["$wuling5"] = "大地光华，承天载物。",
	["~jinxuandi"] = "千年恩怨，一笔勾销，历史轮回，转身忘掉。",

	["$lianli1"] = "连理并蒂，比翼不移。",
	["$lianli2"] = "陟彼南山，言采其樵，未见君子，忧心惙惙。",
	["$tongxin"] = "执子之手，与子偕老。",
	["~xiahoujuan"] = "行与子逝兮，归于其室。",

	["$guihan"] = "雁南征兮欲寄边心，雁北归兮为得汉音。",
	["$caizhaoji_hujia"] = "北风厉兮肃泠泠，胡笳动兮边马鸣。",
	["~caizhaoji"] = "人生几何时，怀忧终年岁。",

	["$shaoying1"] = "烈焰升腾，万物尽毁！",
	["$shaoying2"] = "以火应敌，贼人何处逃窜？！",
	["$zonghuo"] = "（燃烧声）",
	["~luboyan"] = "玩火自焚啊！",

	["$gongmou1"] = "吾今有一计，愿与公谋之",
	["$gongmou2"] = "吾意自立蜀中，还望公能助我！",
	["~zhongshiji"] = "空有野心，却无天命……",

	["$lexue1"] = "勤习出奇策，乐学生妙计。",
	["$lexue2"] = "此乃五虎上将之勇！",
	["$lexue3"] = "此乃诸葛武侯之智。",
	["$xunzhi1"] = "丞相，计若不成，维亦无悔！",
	["$xunzhi2"] = "蜀汉英烈，忠魂佑我！",
	["$XunzhiAnimate"] = "image=image/animate/xunzhi.png",
	["~jiangboyue"] = "吾计不成，乃天命也！",

	["$dongcha1"] = "破善攻者，须先知其所守！",
	["$dongcha2"] = "破善守者，须先知其所攻！",
	["$dushi"] = "毒龙有逆鳞，毒士有遗兵。",
	["~jiawenhe"] = "时机未到，我当蛰伏！",

	["$sizhan1"] = "曹公为安，死战不休！",
	["$sizhan2"] = "哼，不痛不痒！",
	["$shenli"] = "死！",
	["~guzhielai"] = "呃，别高兴的太早了！",

	["$zhenggong"] = "不肯屈人后，看某第一功。",
	["$toudu"] = "攻其不意，掩其无备。",
	["~dengshizai"] = "蹇利西南，不利东北；破蜀功高，难以北回……",

	["$yishe1"] = "吾当作义舍，米肉置其中。", --放米
	["$yishe2"] = "信吾教义者，当量腹取足。", --给米
	["$yishe3"] = "汝今有异志，吾不欲助汝。", --拒绝给米
	["$xiliang1"] = "如此粮肉，弃之可惜啊。", --收牌入手
	["$xiliang2"] = "义舍缺粮，我当收之。", --收牌为米
	["~zhanggongqi"] = "粮为国之物……不可焚……不可……",

	["$zhengfeng"] = "奇锋磨砺出。",
	["$ytzhenwei"] = "跨海斩鲸，镇威海内。",
	["$yitian"] = "拔长剑兮依长天。",
	["~yitianjian"] = "长剑耿耿，忠魂依依。",

	["$taichen"] = "良将不惧死以苟免，烈士不毁节以求生",
	["~panglingming"] = "吾宁死于刀下，岂降汝乎",

}