return {
	["Power"] = "国战-势包" ,

	["lidian"] = "李典" ,
	["#lidian"] = "深明大义" ,

	["xunxun"] = "恂恂" ,
	[":xunxun"] = "摸牌阶段开始时，你可以放弃摸牌，观看牌堆顶的四张牌，然后获得其中的两张牌，将其余的牌以任意顺序置于牌堆底。\
■现有问题：本技能使用观星框。将牌放入牌堆底用上面那一排，而不是用下面的那一排，但是上面那一排，图片上写着“置于牌堆顶的牌”，除非有人能把那张图片上面的字P掉……" ,
	["wangxi"] = "忘隙" ,
	[":wangxi"] = "每当你对其他角色造成1点伤害后，或受到其他角色造成的1点伤害后，若该角色存活，你可以观看牌堆底的两张牌，然后获得其中一张牌，再将另一张牌交给该角色。" ,


	["zangba"] = "臧霸" ,
	["#zangba"] = "节度青徐" ,

	["hengjiang"] = "横江" ,
	[":hengjiang"] = "每当你受到1点伤害后，你可以令当前回合角色于此回合内手牌上限-1；一名角色的回合结束时，若该角色未于弃牌阶段内弃置过手牌且存在手牌数量比你多的角色，你可以摸一张牌。" ,
	["hengjiang:maxcard"] = "你可以发动【横江】令 %src 损失手牌上限。" ,
	["hengjiang:drawcard"] = "你现在可以发动【横江】摸一张牌。" ,

	["mifuren"] = "靡夫人" ,
	["#mifuren"] = "乱世沉香" ,
	["guixiu"] = "闺秀" ,
	[":guixiu"] = "回合开始前，若你是手牌最少的角色，你可以摸一张牌。" ,
	["yongjue"] = "勇决" ,
	[":yongjue"] = "每当一名角色使用【杀】时，若此【杀】为该角色于出牌阶段内使用的第一张牌，你可以令其获得之；当你死亡时，你可以令一名其他角色获得“勇决”，然后该角色摸两张牌。" ,
	["@yongjue-select"] = "请选择获得“勇决”技能的角色。" ,
	["cunsi"] = "存嗣" ,
	[":cunsi"] = "你可以跳过一个阶段并弃置一张相应花色的牌并选择一名其他角色，令该角色根据此牌的花色执行一个相应的阶段：红桃，出牌阶段；方块，摸牌阶段；梅花，弃牌阶段；黑桃，准备/结束阶段。" ,
	["@cunsi"] = "你可以弃置一张 %arg 牌，令一名其他角色获得 %arg2阶段 。" ,

	["chenwudongxi"] = "陈武董袭" ,
	["#chenwudongxi"] = "壮怀激烈" ,
	["duanxie"] = "断绁" ,
	[":duanxie"] = "出牌阶段限一次，你可以令一名其他角色横置武将牌，若如此做，你横置武将牌。" ,
	["fenming"] = "奋命" ,
	[":fenming"] = "结束阶段开始时，若你处于连环状态，你可以弃置处于连环状态的每名角色的各一张牌。" ,

	["heg_sunce"] = "孙策-国" ,
	["&heg_sunce"] = "孙策" ,
	["yingyang"] = "鹰扬" ,
	[":yingyang"] = "每当你拼点的牌亮出后，你可以令此牌的点数于此次拼点中+3或-3。" ,
	["yingyang:add3"] = "+3" ,
	["yingyang:minus3"] = "-3" ,
	["powerzhiba"] = "制霸" ,
	[":powerzhiba"] = "主公技，其他吴势力角色的出牌阶段限一次，该角色可以与你拼点（若你发动过“魂姿”，你可以拒绝此拼点）。若其没赢，你可以选择一项：1、获得两张拼点的牌；2.令其获得两张拼点的牌。" ,
	["powerzhiba_pindian"] = "制霸拼点" ,
	["powerzhiba_pindian:accept"] = "接受拼点" ,
	["powerzhiba_pindian:reject"] = "拒绝拼点" ,
	["powerzhiba:obtain"] = "获得两张拼点牌" ,
	["powerzhiba:give"] = "令其获得两张拼点牌" ,

	["heg_dongzhuo"] = "董卓-国" ,
	["&heg_dongzhuo"] = "董卓" ,
	["hengzheng"] = "横征" ,
	[":hengzheng"] = "摸牌阶段开始时，若你的体力值为1或你没有手牌，你可以放弃摸牌，获得每名其他角色区域里的一张牌。" ,

	--for future use
	["baoling"] = "暴凌" ,
	[":baoling"] = "锁定技，当你处于濒死状态时，你失去技能“暴凌”，增加3点体力上限，回复3点体力，并获得技能“崩坏”。" ,

	["zhangren"] = "张任" ,
	["#zhangren"] = "索命神射" ,
	["chuanxin"] = "穿心" ,
	[":chuanxin"] = "每当你使用【杀】或【决斗】对目标角色造成伤害时，你可以防止此伤害，令该角色选择一项：1、弃置装备区里的所有牌，若如此做，其失去1点体力；2、你选择的其一项技能无效，直到你下回合开始。" ,
	["fengshi"] = "锋矢" ,
	[":fengshi"] = "锁定技，每当你的上家/下家成为【杀】的目标后，你可以弃置其装备区里的一张牌。" ,

	["heg_zhangjiao"] = "张角-国" ,
	["&heg_zhangjiao"] = "张角" ,
	["#heg_zhangjiao"] = "时代的先驱" ,
	["wuxin"] = "悟心" ,
	[":wuxin"] = "准备阶段开始时，你可以观看牌堆顶的三张牌，将这些牌以任意顺序置于牌堆顶，然后若没有“天兵”，你将牌堆顶的X张牌置于武将牌上（X为群势力角色的数量），称为“天兵”；每当你扣减体力前，你可以将扣减体力改为将一张红色“天兵”置入弃牌堆；你可以将一张黑色“天兵”当【杀】使用或打出。" ,
	["wendao"] = "问道" ,
	[":wendao"] = "出牌阶段限一次，你可以弃置一张红色牌，获得弃牌堆里或场上的一张【太平要术】。" ,
	["hongfa"] = "弘法" ,
	[":hongfa"] = "主公技，每当其他群势力角色需要使用或打出【杀】时，该角色可以令你选择是否令其将一张黑色“天兵”当【杀】使用或打出。" ,
	["hongfa_slash:letslash"] = "你想让 %src 将你的“天兵”当【杀】使用或打出么？" ,
	["@hongfa-response"] = "你可以选择一名有“天兵”的角色，令其选择是否将一张“天兵”当【杀】打出。" ,
	["hongfa_slash"] = "弘法（杀）" ,

}