-- translation for ManeuveringPackage

return {
	["test_card"] = "东方杀测试牌",


	["Camera"] = "照相机",
	[":Camera"] = "装备牌·武器<br />攻击范围：4<br />装备技能：当你使用【杀】对目标角色造成伤害后，若其有手牌，你可依次明置其两张手牌。",

	["Gun"] = "狂气之枪",
	[":Gun"] = "装备牌·武器<br />攻击范围：4<br />装备技能：<font color=\"blue\"><b>锁定技，</b></font>当你使用【杀】对其他角色造成伤害后，横置其装备区里的所有牌。",
	["#Gun"]= "%from 对 %to 触发了 %arg 的效果",
	
	["JadeSeal"] = "玉玺",
	[":JadeSeal"] = "装备牌·宝物<br />装备技能：出牌阶段限一次。你可视为使用【知己知彼】。",
	["~JadeSeal"] = "选择【知己知彼】的合法目标 -> 确定",
	
	
    ["Camouflage"] = "光学迷彩",
	[":Camouflage"] = "装备牌·防具<br />装备技能：<font color=\"blue\"><b>锁定技，</b></font>当你受到伤害时，若场上仅有一张防具牌，防止此伤害；当此牌因使用结算完毕而置入你的装备区后，你弃置场上一张与之牌名不同的防具牌。",
    ["#Camouflage"] = "%from 的防具【%arg2】防止了 %arg 点伤害",
	["@camouflage"] = "光学迷彩： 请选择一名装备区里有防具牌的其他角色，弃置其装备区里的防具牌",
	
	["await_exhausted"] = "以逸待劳",
	[":await_exhausted"] = "锦囊牌·非全体性的普通锦囊牌<br />使用时机：出牌阶段。<br />使用目标：一至两名角色。<br />作用效果：目标角色摸<font color=\"green\"><b>两张</b></font>牌，然后弃置<font color=\"green\"><b>两张</b></font>牌。",
	
	["spell_duel"] = "符斗",
	[":spell_duel"] = "锦囊牌·非全体性的普通锦囊牌<br />使用时机：出牌阶段。<br />使用目标：一名有手牌的角色<br />作用效果：你与其拼点：当你赢后，你对其造成<font color=\"green\"><b>1</b></font>点伤害；当你没赢后，你令其对你造成<font color=\"green\"><b>1</b></font>点伤害。",
	
	["kusuri"] = "药",
	[":kusuri"] = "基本牌<br />使用方法①<br />使用时机：出牌阶段。<br />使用目标：包括你在内的一名处于异常状态（包含人物牌背面朝上、人物牌处于连环状态、装备区里有横置的牌、手牌里有明置的手牌）的角色。<br />作用效果：若目标角色：人物牌背面朝上，其翻面；处于连环状态，重置；装备区里有横置的牌，重置这些牌；手牌里有明置的手牌，暗置这些牌）"
	.."<br /><br />使用方法②：<br />使用时机：当一名角色处于濒死状态时。<br />使用目标：一名处于濒死状态的角色。<br />作用效果：目标角色回复1点体力。",
	
	["Pagoda"] = "宝塔",
	[":Pagoda"] = "装备牌·宝物<br />装备技能：你可将一张黑色手牌当【无懈可击】使用。每阶段限一次；<br />当你使用【无懈可击】抵消目标牌后，你可令选择除目标角色外的所有角色，若如此做，当此牌对你选择的这些角色中的一名角色生效前，抵消之。",
    ["#PagodaNullified"] = " 因%arg2 效果，  【%arg】 对 %from 的效果被抵消。",
}
