-- translation for ManeuveringPackage

return {
	["testCard"] = "东方杀测试牌",


	["Camera"] = "照相机",
	[":Camera"] = "装备牌·武器<br />攻击范围：４<br />武器特效：当你使用【杀】对目标角色造成伤害后，你可以依次明置其两张手牌。",

	["Gun"] = "狂气之枪",
	[":Gun"] = "装备牌·武器<br />攻击范围：４<br />武器特效：<font color=\"blue\"><b>锁定技，</b></font>当你使用【杀】对其他角色造成伤害后，横置该角色装备区的所有牌。",
	["#Gun"]= "%from 对 %to 触发了 %arg 的效果",
	
	["JadeSeal"] = "玉玺",
	[":JadeSeal"] = "装备牌·宝物\n\n技能：出牌阶段限一次。你可以视为使用【知己知彼】。",
	["~JadeSeal"] = "选择【知己知彼】的目标→点击确定",
	
	
    ["Camouflage"] = "光学迷彩",
	[":Camouflage"] = "装备牌·防具\n\n技能：<font color=\"blue\"><b>锁定技，</b></font>当你受到伤害时，若场上仅有一张防具牌，防止此伤害，此牌因使用进入你的装备区后，你须弃置场上一张不同名的防具牌。",
    ["#Camouflage"] = "%from 的防具【%arg2】防止了 %arg 点伤害",
	
	["await_exhausted"] = "以逸待劳",
	[":await_exhausted"] = "锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一至二名角色\n作用效果：目标角色摸两张牌，然后弃置两张牌。",
	
	["spell_duel"] = "符斗",
	[":spell_duel"] = "锦囊牌\n\n使用时机：出牌阶段。\n使用目标：一名有手牌的角色\n作用效果：与其拼点，若你赢，对其造成1点伤害，否则，你受到其造成的1点伤害。",
	
	["kusuri"] = "药",
	[":kusuri"] = "基本牌<br />\n使用时机：出牌阶段。\n使用目标：包括你在内的一名处于异常状态的角色。\n作用效果：目标角色依次解除以下异常状态（翻面，武将牌横置，装备区的牌横置，明置手牌）"
	.."\n\n使用方法Ⅱ：\n使用时机：当一名角色处于濒死状态时。\n使用目标：一名处于濒死状态的角色。\n作用效果：目标角色回复1点体力。",
	
}
