return {
	["th0105"] = "旧作",
	["pc98"] = "旧" ,
	--pc98001 神绮
	["shinki"] = "神绮" ,
	["#shinki"] = "魔界之神" ,
	--pc98002 萝莉丝
	["alice_old"] = "爱丽丝" ,
	["#alice_old"] = "死之少女" ,
	--pc98003 幽香
	["yuka_old"] = "幽香" ,
	["#yuka_old"] = "妖怪小姐" ,
	--pc98004 幻月/梦月
	["gengetsumugetsu"] = "幻月 & 梦月" ,
	["#gengetsumugetsu"] = "女仆 & 恶魔" ,
	--pc98005 艾丽
	["elly"] = "艾丽" ,
	["#elly"] = "馆的门卫" ,
	--pc98006 冈崎梦美
	["yumemi"] = "冈崎梦美" ,
	["#yumemi"] = "梦幻传说" ,
	--pc98007 北白河千百合
	["chiyuri"] = "北白河千百合" ,
	["#chiyuri"] = "超越时空的梦幻居民" ,
	--pc98008 朝仓理香子
	["rikako"] = "朝仓理香子" ,
	["#rikako"] = "寻找梦想的科学" ,
	--pc98009 卡纳
	["kana"] = "卡纳·安娜贝拉尔" ,
	["#kana"] = "失去梦的少女骚灵" ,
	--pc98010 魅魔
	["mima"] = "魅魔" ,
	["#mima"] = "恶灵小姐" ,
}