return {
	["th0105"] = "旧作",
	["pc98"] = "旧" ,
	--pc98001 神绮
	["shinki"] = "神绮" ,
	["#shinki"] = "魔界之神" ,
	--pc98002 罗丽丝
	["luize"] = "萝莉丝" ,
	["#luize"] = "魔界人" ,
	--pc98003 冈崎梦美
	["yumemi"] = "冈崎梦美" ,
	["#yumemi"] = "梦幻传说" ,
	--pc98004 北白河千百合
	["chiyuri"] = "北白河千百合" ,
	["#chiyuri"] = "超越时空的梦幻居民" ,
	--pc98005 朝仓理香子
	["rikako"] = "朝仓理香子" ,
	["#rikako"] = "寻找梦想的科学" ,
	--pc98006 卡纳
	["kana"] = "卡纳·安娜贝拉尔" ,
	["#kana"] = "失去梦的少女骚灵" ,
	--pc98007 魅魔
	["mima"] = "魅魔" ,
	["#mima"] = "恶灵小姐" ,
	--pc98008 幻月/梦月
	["gengetsumugetsu"] = "幻月 & 梦月" ,
	["#gengetsumugetsu"] = "女仆 & 恶魔" ,
	--pc98009 艾丽
	["elly"] = "艾丽" ,
	["#elly"] = "馆的门卫" ,
}