return {
	["th0105"] = "旧作",
	["pc98"] = "旧" ,
	--pc98001 神绮
	["shinki"] = "神绮" ,
	["#shinki"] = "魔界之神" ,
	--pc98002 萝莉丝
	["alice_old"] = "爱丽丝" ,
	["#alice_old"] = "死之少女" ,
	--pc98003 幽香
	["yuka_old"] = "幽香" ,
	["#yuka_old"] = "妖怪小姐" ,
	--pc98004 幻月/梦月
	["gengetsumugetsu"] = "幻月 & 梦月" ,
	["#gengetsumugetsu"] = "女仆 & 恶魔" ,
	--pc98005 艾丽
	["elly"] = "艾丽" ,
	["#elly"] = "馆的门卫" ,
	--pc98006 冈崎梦美
	["yumemi"] = "冈崎梦美" ,
	["#yumemi"] = "梦幻传说" ,
	--pc98007 北白河千百合
	["chiyuri"] = "北白河千百合" ,
	["#chiyuri"] = "超越时空的梦幻居民" ,
	--pc98008 朝仓理香子
	["rikako"] = "朝仓理香子" ,
	["#rikako"] = "寻找梦想的科学" ,
	--pc98009 卡纳
	["kana"] = "卡娜" ,
	["!kana"] = "卡娜•安娜贝拉尔" ,
	["#kana"] = "失去梦的少女骚灵" ,
	["qianyi"] = "迁移",
	[":qianyi"] = "其他角色的回合开始时，你可以将你装备区里的一张牌置于该角色的装备区里（可替换装备区里的牌）。若如此做，你回复1点体力，令该角色跳过此回合的一个你选择的阶段。",
	["@qianyi"]= "你可以发动“迁移”， 将装备区的一张牌移动到<font color=\"#FF8000\"><b>%src </b></font>的装备区",
	["qianyi:start"] = "准备阶段",
	["qianyi:judge"] = "判定阶段",
	["qianyi:draw"] = "摸牌阶段",
	["qianyi:play"] = "出牌阶段",
	["qianyi:discard"] = "弃牌阶段",
	["qianyi:finish"] = "结束阶段",
	["mengxiao"] = "梦消",
	[":mengxiao"] = "当你因弃置而失去牌后，你可以获得场上的一张与这些牌中的任意一张牌花色相同的牌。",
	["@mengxiao"] = "你因弃置牌可以发动“梦消” 获得一名角色判定区或装备区中的同花色牌",
	
	--pc98010 魅魔
	["mima"] = "魅魔" ,
	["#mima"] = "恶灵小姐" ,
}