return
{	
	["th07"] = "妖妖梦",
	["yym"] = "妖",
	
	
	

["yym001"] = "西行寺幽幽子",["#yym001"] = "华胥的亡灵",
   
	["sidie"] = "死蝶",
        [":sidie"] = "出牌阶段，每当你使用【杀】对目标角色造成一次伤害时，你可以防止此伤害,摸两张牌。若你如此做，视为目标角色对由你指定的另一名角色使用一张【杀】。",
        ["@sidie"] = "选择一名目标,防止你对<font color=\"#00FF00\"><b>%src </b></font>的伤害，视为<font color=\"#00FF00\"><b>%src </b></font>  对该目标角色使用一张【杀】。" ,
        
	["fanhun"] = "返魂",
		[":fanhun"] ="<font color=\"orange\"><b>主公技，</b></font>每当其他妖势力的武将受到一次伤害后，该角色可以进行一次判定，若结果为黑色，你获得此判定牌。",
		["@@fanhun"]="选择拥有主公技“返魂”的目标,进行一次判定，若判定结果为黑色，目标获得此判定牌",

["yym002"]="八云紫",["#yym002"]="潜藏于境界中的妖怪",
	    	
	["aojiaofsujingjie"]="境界",
        [":aojiaofsujingjie"]="摸牌阶段摸牌后或每当你受到1点伤害后，你可以摸一张牌，然后将一张手牌置于你的武将牌上，称为“境界”。",
        ["Aojiaofsujingjie"]="请将一张手牌作为“境界”置于武将牌上",
        
	["aojiaofsusisheng"]="死生",
        [":aojiaofsusisheng"]="每当一名角色进入濒死状态时，你可以将一张“境界”置入弃牌堆并弃置其一张牌，然后其回复1点体力。",
        
	["aojiaofsujingdong"]="静动",
        [":aojiaofsujingdong"]="一名角色的弃牌阶段开始前，你可以将一张“境界”置入弃牌堆令其跳过此阶段。",
		["aojiaofsujingdong:target"]="你可以发动“静动”，令<font color=\"#00FF00\"><b>%src </b></font> 跳过弃牌阶段",

["yym003"]="八云蓝",["#yym003"]="境界妖怪的式神",
         
		["zhaoliao"]="照料",
        [":zhaoliao"]="每当一名其他角色受到一次伤害后，你可以交给其至少一张牌，然后选择一项：1.你摸一张牌；2.该角色将一张手牌当【无中生有】使用。",
        ["@zhaoliao"]="你可以发动“照料” 交给<font color=\"#00FF00\"><b> %src </b></font> 至少一张牌。",
        ["~zhaoliao"]="选择任意数量的牌→点“确定”",
        ["zhaoliao1"]="你摸一张牌",
        ["zhaoliao2"]="其将一张手牌当【无中生有】使用",
        ["zhaoliaouse"]="“照料”：请将一张手牌当【无中生有】使用",
        
		["jiaoxia"]="狡黠",
        [":jiaoxia"]="当你进入濒死状态时，若你的装备区里没有牌，你可以进行一次判定，若结果不为<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>，你回复1点体力。",

["yym004"] = "魂魄妖梦",["#yym004"] = "半分虚幻的庭师",
		
        ["jianshu"] = "剑术",
        [":jianshu"] = "<font color=\"blue\"><b>锁定技，</b></font>武器牌不能置于你的装备区里。你的武器牌均视为【杀】。你使用普通【杀】时无距离限制。你使用具属性伤害的【杀】时，此【杀】不计入每阶段的使用限制。 ",
        ["#JianshuUninstall"]="%from 的“%arg”被触发，武器不能置于 %from 的 装备区",
	
		["louguan"] = "楼观",
        [":louguan"]= "<font color=\"blue\"><b>锁定技，</b></font>当你使用非红色的【杀】指定其他角色为目标后，无视其防具。",
        
		["bailou"] = "白楼",
        [":bailou"]= "当你使用非黑色的【杀】指定其他角色为目标后，你可以弃置其一张手牌。",

["yym005"]="普莉兹姆利巴三姐妹",["&yym005"]="骚灵乐团",["#yym005"]="骚灵乐团",
    	    
	["hezou"]="合奏",
	[":hezou"]="<font color=\"blue\"><b>(未完成技能)</b></font> <font color=\"#808080\"><b>永久技，</b></font>你拥有三名武将。分发起始手牌时，共发你十四张牌，选两张面朝上置于你主武将牌的左右，作为副武将牌，其余的牌以任意分配的方式作为三名武将的手牌。副武将没有身份，不影响游戏胜负，三名武将共享体力，拥有各自的装备区、判定区和完整阶段。",
        

["yym006"]="爱丽丝•玛格特罗依德",["&yym006"]="爱丽丝",["#yym006"]="七色的人偶使",
        	
		["renou"]="人偶",
       [":renou"]="一名角色的回合结束阶段开始时，若你装备区里的牌数小于四，你可以展示牌堆顶的五张牌，你可以将其中的一张装备牌置于你的装备区里（不可替换装备区里的牌），将其余的牌以随机顺序置于牌堆底。",
		["$renou_put"]="%from  将  %card  置于装备区。",
		
		["$renou_movedown"]="%from  将 %arg 张“人偶”展示牌 %card  随机置于牌堆底。",
		
		["junshi"]="军势",
		[":junshi"]="你可以将一张装备牌当【杀】或【闪】使用或打出。",
		

["yym007"] = "橙",["#yym007"] = "凶兆的黑猫",

["shishen"] = "式神",
[":shishen"] = "出牌阶段开始时，若你没有“式”标记，你可以获得一枚“式”标记。回合开始阶段开始时或每当你受到一次伤害后，你可以弃置所有“式”标记。",
["shishen1"]="丢弃式标记",
["shishen2"]="获得一枚式标记",
 ["@shi"] = "式",
 
["yexing"] = "野性",
["#yexing_vine"] = "野性",
[":yexing"] = "<font color=\"blue\"><b>锁定技，</b></font>若你没有“式”标记，你不能使用非延时类锦囊牌，普通【杀】、【南蛮入侵】、【万箭齐发】对你无效，你的攻击范围+1。",

["@yaoshu"]="你可以发动“妖术”，使用【%src】",
["~yaoshu"]="如果此牌需要指定目标，先指定目标后，再确定",
["yaoshu"] = "妖术",
[":yaoshu"] = "你使用的手牌中的非延时类锦囊牌（【无懈可击】除外）结算后，你可以选择：视为你使用一张与此牌名称相同的牌。",
 
["yym008"]="蕾迪·霍瓦特罗克",["&yym008"]="蕾迪",["#yym008"]="冬季的遗忘之物",
      
		["jiyi"]="记忆",
        --[":jiyi"]="当你的武将牌翻面后，你可以观看牌堆顶的两张牌，然后将其以任意方式交给任意角色。",
         [":jiyi"]="当你的武将牌翻至背面朝上或翻至正面朝上时，你可以摸两张牌，然后你可以将一至两张手牌交给任意一至二名其他角色。",
        
		["chunmian"]="春眠",
        [":chunmian"]="<font color=\"blue\"><b>锁定技，</b></font>回合结束阶段开始时，你将武将牌翻面。",

["yym009"] = "莉莉怀特",["#yym009"] = "带来春天的妖精",
          
		["baochun"] = "报春",
        [":baochun"] = "每当你受到一次伤害后,你可令一名角色摸X张牌(X为你已损失的体力值).",
        ["@baochun"] = "选择一名角色，可以让其摸 %src 张牌",
		
		["chunyi"] = "春意",
        [":chunyi"] = "<font color=\"blue\"><b>锁定技，</b></font>回合开始阶段开始时,若你的体力上限小与6,你增加一点体力上限.",

["yym010"] = "上海人形" ,["#yym010"] = "人偶使的手足" ,
           
		["shrxzhancao"] = "战操" ,
        [":shrxzhancao"] = "当你攻击范围内的一名角色成为【杀】的目标时，你可令此【杀】对该角色无效，若如此做，你需选择一项：弃置一张装备牌，或失去1点体力。" ,
        ["@shrxzhancao-discard"] = "“战操”：请弃置1张装备牌，否则失去1点体力。" , 
		["shrxzhancao:target"] = "<font color=\"#00FF00\"><b>%src </b></font>使用【杀】指定了<font color=\"#FF8000\"><b>%dest </b></font>，你是否发动“战操”" ,
		
		["shrxmocao"] = "魔操" ,
        [":shrxmocao"] = "出牌阶段，你可以获得一名其他角色装备区里的一张牌。然后令该角色摸X张牌（X为该角色已损失的体力值）。<font color=\"green\"><b>每阶段限一次</b></font>" ,

["yym011"] = "千年紫",["&yym011"] = "八云紫",["#yym011"] = "千年前的妖怪",

["shenyin"] = "神隐",
[":shenyin"] = "每当你对一名角色造成一次伤害时，若该角色有牌，你可以防止该伤害，依次将该角色的两张牌置于你的武将牌上，称为“隐”。",
["yin_mark"] = "隐",

["xijian"] = "隙间",
["@xijian"] ="选择一名武将牌上有牌的玩家，让<font color=\"#00FF00\"><b> %src </b></font>获得其武将牌上的牌",
[":xijian"] = "一名角色的回合结束阶段开始时或每当一名角色受到一次伤害后，你可以将一张武将牌上的牌（因任意角色、任意技能而移出游戏置于武将牌上的牌均可）交给该角色。",
 
["yym012"]="千年幽幽子",["&yym012"]="西行寺幽幽子",["#yym012"]="千年前的舞姬",
     
	["youqu"]="幽曲",
        [":youqu"]="<font color=\"blue\"><b>锁定技，</b></font>回合结束阶段开始时，你须将牌堆顶的一至三张牌背面向下置于你的武将牌上，称为“死灵”。回合开始阶段开始时，若你的武将牌上有不少于两张“死灵”,你须将所有“死灵”加入手牌，然后对你造成1点伤害。",
        ["#silinggain"]="%from 获得了武将牌上的 %arg2 张 “%arg”牌",
        ["youqu:siling1"]="将一张牌置于武将牌上",
        ["youqu:siling2"]="将两张牌置于武将牌上",
        ["youqu:siling3"]="将三张牌置于武将牌上",
		["siling"]="死灵",
    
	["wangwu:invoke"]="<font color=\"#00FF00\"><b> %src </b></font>使用【%dest】时指定了你为目标，你是否对其发动“亡舞”",    
	["wangwu"]="亡舞",
        [":wangwu"]="当你成为【杀】或非延时类锦囊牌的目标时，你可以将一张与此牌同色的“死灵”置入弃牌堆，然后对其使用者造成1点伤害。",
 
["yym013"] = "神灵庙自机妖梦",["&yym013"] = "魂魄妖梦",["#yym013"] = "死欲的半灵",
         
		["hpymsiyu"] = "死欲",
        [":hpymsiyu"] ="<font color=\"blue\"><b>锁定技，</b></font>当你的体力值扣减至0时，你不进入濒死状态，将你的武将牌翻至正面朝上，弃置你判定区里的所有牌，你进行一个额外的回合（结束当前角色的回合，终止所有结算）。此额外回合的出牌阶段结束时，若你的体力值为0，你进入濒死状态。",
        
		["juhe"] = "居合",
        [":juhe"] = "摸牌阶段摸排时,你可以多摸三张牌,然后弃置x张手牌(x为你的当前体力值).",
		["juhe_discard"]="“居合”：你需要弃置%src张手牌",
}
