return
{    
    ["th07"] = "妖妖梦",
    ["yym"] = "妖",
    
    
    
    --yym001  势力：妖 4血 
    ["yym001"] = "西行寺幽幽子",
    ["#yym001"] = "华胥的亡灵",
   ["!yym001"] = "西行寺幽幽子",
    ["sidie"] = "死蝶",
    [":sidie"] = "出牌阶段，每当你使用【杀】对目标角色造成伤害时，你可以防止此伤害并摸两张牌，然后视为该角色对由你指定的另一名角色使用一张【杀】。<font color=\"green\"><b>每阶段限一次，</b></font>",
    ["@sidie"] = "指定一名角色，防止你对<font color=\"#00FF00\"><b>%src </b></font>造成的伤害，视为<font color=\"#00FF00\"><b>%src </b></font> 对你指定的角色使用一张【杀】。" ,
        
    ["wangxiang"] = "亡乡",
    [":wangxiang"] ="<font color=\"orange\"><b>主公技，</b></font>每当其他妖势力角色受到伤害后，该角色可以判定，若结果为黑色，你获得此判定牌。",
    ["@@wangxiang"]="你可以指定拥有主公技“亡乡”的角色，你判定，若结果为黑色，该角色获得此判定牌。",

    --yym002  势力：妖 3血 
    ["yym002"]="八云紫",
    ["#yym002"]="潜藏于境界中的妖怪",
    ["!yym002"]="八云紫",       
    ["jingjie"]="境界",
    [":jingjie"]="摸牌阶段摸牌后或每当你受到1点伤害后，你可以摸一张牌，然后将一张手牌置于你的人物牌上，称为“境界”。",
    ["jingjie_exchange"]="将一张手牌作为“境界”置于你的人物牌上。",
        
    ["sisheng"]="死生",
    [":sisheng"]="当一名角色进入濒死状态时，你可以将一张“境界”置入弃牌堆，弃置该角色的一张牌，令其回复1点体力。",
        
    ["jingdong"]="静动",
    [":jingdong"]="一名角色的弃牌阶段开始前，你可以将一张“境界”置入弃牌堆，令其跳过此弃牌阶段。",
    ["jingdong:target"]="你可以发动“静动”，令<font color=\"#00FF00\"><b>%src </b></font> 跳过此弃牌阶段",

    --yym003  势力：妖 3血 
    ["yym003"]="八云蓝",
    ["#yym003"]="境界妖怪的式神",
    ["!yym003"]="八云蓝",      
    ["zhaoliao"]="照料",
    [":zhaoliao"]="每当其他角色受到伤害后，你可以将任意数量（至少一张）的牌交给该角色，然后选择一项：你摸一张牌，或令该角色将一张手牌当【无中生有】使用。",
    ["@zhaoliao"]="你可以发动“照料”，将至少一张牌交给<font color=\"#00FF00\"><b> %src </b></font> ",
    ["~zhaoliao"]="选择至少一张牌→点击“确定”。",
    ["zhaoliao1"]="你摸一张牌",
    ["zhaoliao2"]="该角色将一张手牌当【无中生有】使用",
    ["zhaoliaouse"]="“照料”：请将一张手牌当【无中生有】使用。",
        
    ["jiaoxia"]="狡黠",
    [":jiaoxia"]="当你进入濒死状态时，若你的装备区里没有牌，你可以判定，若结果不为<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>，你回复1点体力。",
    
    --yym004  势力：妖 4血 
    ["yym004"] = "魂魄妖梦",
    ["#yym004"] = "半分虚幻的庭师",
    ["!yym004"] = "魂魄妖梦",
    ["shuangren"] = "双刃",
	[":shuangren"] = "你使用【杀】时可以额外（无距离限制）指定一名其他角色为目标。",
	["hpymyouming"] = "幽明",
	[":hpymyouming"] = "你可以跳过摸牌阶段，然后进行一个额外的出牌阶段。你可以跳过出牌阶段，然后进行一个额外的摸牌阶段。",
	
	--["jianshu"] = "剑术",
    --[":jianshu"] = "<font color=\"blue\"><b>锁定技，</b></font>若你的装备区里有武器牌，弃置之。你手牌中的武器牌均视为【杀】。你使用普通【杀】时无距离限制。你使用属性【杀】时，此【杀】不计入每阶段的使用限制。",
    --["#JianshuUninstall"]="%from 的 “%arg” 被触发，%from 的装备区里的武器牌被弃置。",
    --["louguan"] = "楼观",
    --[":louguan"]= "<font color=\"blue\"><b>锁定技，</b></font>当你使用非红色的【杀】指定其他角色为目标后，无视其防具。",
        
    --["bailou"] = "白楼",
    --[":bailou"]= "当你使用非黑色的【杀】指定其他角色为目标后，你可以弃置其一张手牌。",

    --yym005  势力：妖 3血 
    ["yym005"]="普莉兹姆利巴三姐妹",
    ["&yym005"]="骚灵乐团",
    ["#yym005"]="骚灵乐团",
    ["!yym005"]="骚灵乐团",
    ["xiezou"] = "协奏",
    [":xiezou"] = "出牌阶段结束时，若此阶段内你使用的最后的牌为【杀】或【桃】或非延时类锦囊牌，你可以选择：视为你使用一张与此牌名称相同的牌。",
    ["@xiezou"]="此阶段内你使用的最后的牌为【%src】，你可以发动“协奏”，视为你使用一张与此牌名称相同的牌。",
    ["~xiezou"]="若此牌需要指定目标，你先指定目标，再确定。",
    
    ["hesheng"] = "和声",
    [":hesheng"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你受到伤害时，若场上有延时类锦囊牌，防止此伤害。",
    ["#hesheng"] = "场上有延时类锦囊牌， %from 的技能 “%arg” 被触发, %from 防止了 %arg2 点伤害。",   
    
    --yym006  势力：妖 4血 
    ["yym006"]="爱丽丝•玛格特罗依德",
    ["&yym006"]="爱丽丝",
    ["#yym006"]="七色的人偶使",
    ["!yym006"]="爱丽丝",
    ["renou"]="人偶",
    --[":renou"]="一名角色的结束阶段开始时，若你装备区里的牌数小于四，你可以展示牌堆顶的五张牌，你可以将其中的一张装备牌置于你的装备区里（不可替换装备区里的牌），将其余的牌以随机顺序置于牌堆底。",
	[":renou"]="准备阶段开始时，你可以亮出牌堆顶的五张牌，你可以获得其中的一张装备牌或一张与你装备区里的任何一张牌花色均不同的牌，将其余的牌置入弃牌堆。",

	--["$renou_put"]="%from 将 %card 置于其装备区里。",
    --["$renou_movedown"]="%from 将 %arg 张“人偶”展示牌 %card 以随机顺序置于牌堆底。",
        
    --["junshi"]="军势",
    --[":junshi"]="你可以将一张装备牌当【杀】或【闪】使用或打出。",
    ["zhanzhen"]="战阵",
    [":zhanzhen"]= "你可以将一张装备牌当【杀】或【闪】使用或打出。若你以此法使用或打出的牌置入弃牌堆，你可令一名其他角色获得之。 ",   
	["@zhanzhen"] = "你可以将发动“战阵”的牌 <font color=\"#FF8000\"><b>%dest </b></font>  交给一名其他角色",
	
    --yym007  势力：妖 3血 
    ["yym007"] = "橙",["#yym007"] = "凶兆的黑猫",
    ["!yym007"] = "橙",
    ["shishen"] = "式神",
    [":shishen"] = "出牌阶段开始时，若你没有“式”标记，你可以获得一枚“式”标记。准备阶段开始时或每当你受到伤害后，你可以弃所有“式”标记。",
    ["shishen1"]="弃所有“式”标记",
    ["shishen2"]="获得一枚“式”标记",
    ["@shi"] = "式",
 
    ["yexing"] = "野性",
    ["#yexing_vine"] = "野性",
    [":yexing"] = "<font color=\"blue\"><b>锁定技，</b></font>若你没有“式”标记，你不能使用非延时类锦囊牌，普通【杀】、【南蛮入侵】、【万箭齐发】对你无效，你的攻击范围+1。",
    
    ["yaoshu"] = "妖术",
    [":yaoshu"] = "你使用的手牌中的非延时类锦囊牌（【无懈可击】除外）结算后，你可以选择：视为你使用一张与此牌名称相同的牌。",
    ["@yaoshu"]="你可以发动“妖术”，视为你使用一张【%src】。",
    ["~yaoshu"]="若此牌需要指定目标，你先指定目标，再确定。",

    --yym008  势力：妖 4血 
    ["yym008"]="蕾迪·霍瓦特罗克",
    ["&yym008"]="蕾迪",
    ["#yym008"]="冬季的遗忘之物",
    ["!yym008"]="蕾迪",
    ["jiyi"]="记忆",
    [":jiyi"]="当你翻面后，你可以摸两张牌，然后你可以将一至两张手牌交给一至两名其他角色。",
        
    ["chunmian"]="春眠",
    [":chunmian"]="<font color=\"blue\"><b>锁定技，</b></font>结束阶段开始时，你须翻面。",
    
    --yym009  势力：妖 3血
    ["yym009"] = "莉莉怀特",
    ["#yym009"] = "带来春天的妖精",
    ["!yym009"] = "莉莉怀特",
    ["baochun"] = "报春",
    [":baochun"] = "每当你受到伤害后，你可令一名角色摸X张牌（X为你已损失的体力值）。",
    ["@baochun"] = "指定一名角色，该角色摸 %src 张牌",
        
    ["chunyi"] = "春意",
    [":chunyi"] = "<font color=\"blue\"><b>锁定技，</b></font>准备阶段开始时，若你的体力上限小于6，你须增加1点体力上限。",
    
    --yym010  势力：妖 3血
    ["yym010"] = "上海人形" ,
    ["#yym010"] = "人偶使的手足" ,
    ["!yym010"] = "上海人形" ,   
    ["zhancao"] = "战操" ,
    [":zhancao"] = "当你或你攻击范围内的一名角色成为【杀】的目标后，你可令此【杀】对该角色无效，然后你选择一项：弃置一张装备牌，或失去1点体力。" ,
    ["@zhancao-discard"] = "“战操”：请弃置一张装备牌，否则失去1点体力。" , 
    ["zhancao:target"] = "<font color=\"#00FF00\"><b>%src </b></font>使用【杀】指定了<font color=\"#FF8000\"><b>%dest </b></font>为目标，你可以发动“战操”。" ,
        
    ["mocao"] = "魔操" ,
    [":mocao"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以获得一名其他角色装备区里的一张牌，然后该角色摸X张牌（X为该角色已损失的体力值）。" ,
    
    --yym011  势力：妖 4血
    ["yym011"] = "千年紫",
    ["#yym011"] = "千年前的妖怪",
    ["!yym011"] = "SP千年紫",
    ["shenyin"] = "神隐",
    [":shenyin"] = "每当你对一名角色造成伤害时，若该角色有牌，你可以防止此伤害，并依次将该角色的两张牌置于你的人物牌上，称为“隐”。",
    ["yin_mark"] = "隐",

    ["xijian"] = "隙间",
    ["@xijian"] ="指定一名人物牌上有牌的玩家，将其人物牌上的一张牌加入<font color=\"#00FF00\"><b> %src </b></font>的手牌",
    [":xijian"] = "一名角色的结束阶段开始时或每当一名角色受到伤害后，你可以将一张人物牌上的牌（因任意角色的任意技能而置于人物牌上的牌均可）加入该角色的手牌。",
    
    --yym012  势力：妖 3血
    ["yym012"]="千年幽幽子",
    ["#yym012"]="千年前的舞姬",
    ["!yym012"]="SP千年幽幽子",  
    ["youqu"]="幽曲",
    [":youqu"]="<font color=\"blue\"><b>锁定技，</b></font>结束阶段开始时，你须将牌堆顶的一至三张牌面朝下置于你的人物牌上，称为“死灵”。准备阶段开始时，若你的人物牌上有不少于两张“死灵”，你须将所有“死灵”加入手牌，然后对你造成1点伤害。",
    ["#silinggain"]="%from 收回了人物牌上的 %arg2 张 “%arg”牌",
    ["youqu:siling1"]="将牌堆顶的一张牌置于人物牌上",
    ["youqu:siling2"]="将牌堆顶的两张牌置于人物牌上",
    ["youqu:siling3"]="将牌堆顶的三张牌置于人物牌上",
    ["siling"]="死灵",
    
    ["wangwu:invoke"]="<font color=\"#00FF00\"><b> %src </b></font>使用【%dest】指定了你为目标，你可以发动“亡舞”。",    
    ["wangwu"]="亡舞",
    [":wangwu"]="当你成为其他角色使用的【杀】或非延时类锦囊牌的目标时，你可以将一张与此牌颜色相同的“死灵”置入弃牌堆，摸一张牌，并对此牌的使用者造成1点伤害。",
    
    --yym013  势力：妖 2血
    ["yym013"] = "神灵庙sp妖梦",
    ["&yym013"] = "神灵庙妖梦",
    ["#yym013"] = "死欲的半灵",
    ["!yym013"] = "神灵庙sp妖梦",
    ["hpymsiyu"] = "死欲",
    [":hpymsiyu"] ="<font color=\"blue\"><b>锁定技，</b></font>你的回合外，当你的体力值扣减至0时，你不进入濒死状态，将你的人物牌翻至正面朝上，弃置你判定区里的所有牌，你进行一个额外的回合（终止所有结算，结束当前回合）。此额外回合的出牌阶段结束时，若你的体力值为0，你进入濒死状态。",
        
    ["juhe"] = "居合",
    [":juhe"] = "摸牌阶段摸牌时，你可以多摸三张牌，然后弃置X张手牌（X为你当前的体力值）。",
    ["juhe_discard"]="“居合”：请弃置 %src 张手牌",
}
