return
{
	["th08"] = "永夜抄",
	["yyc"] = "永",
	


["yyc001"] = "蓬莱山辉夜",["#yyc001"] = "永远与须臾的罪人",
   
	["yongheng"] = "永恒",
    [":yongheng"] = "<font color=\"blue\"><b>锁定技，</b></font>你须跳过弃牌阶段。你的回合外，若你的手牌数大于4，你须弃置手牌至四张。你的回合外，若你的手牌数小于4，你须将手牌补至四张。",
		
	["zhuqu"] = "竹取",
    [":zhuqu"] = "<font color=\"orange\"><b>主公技，</b></font>其他永势力角色的判定牌为<font size=\"5\", color=\"#FF0000\"><b>♦</b></font>且生效后，可令你回复1点体力。 ",
	["@zhuqu"]="你可以选择一个拥有主公技“竹取”的目标,令目标回复一点体力",

["yyc002"] ="八意永琳",["#yyc002"] = "月之头脑",
        
		["ruizhi"] = "睿智",
        [":ruizhi"] = "在一张非延时类锦囊牌对你结算后，若你已受伤，你可以进行一次判定，若结果为红色，你回复1点体力。",
        ["ruizhi:invoke"]="非延时类锦囊牌【%src】对你结算完毕，你可以发动“睿智” ",
		
		["miyao"] = "秘药",
        [":miyao"] = "出牌阶段，你可令一名有手牌的其他角色回复1点体力（可以为未受伤的角色），然后该角色弃置一张手牌。<font color=\"green\"><b>每阶段限一次</b></font>",
		["miyao_cardchosen"]="“秘药”：你需要弃置一张手牌",

 ["yyc003"] = "藤原妹红",["#yyc003"] = "蓬莱人之形",
      
		["bumie"] = "不灭",
        ["#bumie1"] = "不灭",
        [":bumie"] = "<font color=\"blue\"><b>锁定技，</b></font>你的体力最少为1。若你的体力为1且没有手牌，你须进行一次判定并获得判定牌，若结果不为<font size=\"5\", color=\"#FF0000\"><b>♦</b></font>，你失去1点体力上限并回复体力至上限。",
        ["#bumie01"] = "%from的“%arg”被触发,%from 最多会扣减 %arg2点体力.",
        ["#bumie02"] = "由于“%arg”的效果,%from失去了一点体力上限,并将体力值恢复至%arg2点.",
		
		["lizhan"]="历战",
		[":lizhan"] ="其他角色的弃牌阶段结束时，你可以获得一张于此阶段进入弃牌堆的【杀】并对其使用。",
		["lizhan:target"]="<font color=\"#00FF00\"><b>%src </b></font>的弃牌阶段有不少于一张的【杀】进入弃牌堆。你可以发动“历战”，获得一张，并对其使用。",

["yyc004"]="铃仙·优昙华院·稻叶",["&yyc004"]="铃仙",["#yyc004"]="狂气的月兔",
     
		["kuangzao"]="狂躁",
        [":kuangzao"]="出牌阶段，你可以指定一名你在其攻击范围的其他角色，该角色选择一项：1.对你使用一张【杀】；2.受到1点无来源的伤害。<font color=\"green\"><b>每阶段限一次</b></font>",
        ["@kuangzao-slash"] = "<font color=\"#00FF00\"><b>%src </b></font>对你发动“暴躁”，请对其使用一张【杀】，否则你将受到1点无来源伤害",
        
		["easthuanshi"]="幻视",
		["@easthuanshi"]="<font color=\"#00FF00\"><b>%src </b></font>使用【杀】指定了你，你可以发动“幻视”，指定<font color=\"#00FF00\"><b>%src </b></font>攻击范围内的任意名其他角色，视为这些角色也成为此【杀】的目标。",
		["~easthuanshi"]="选择任意数量的角色后，点击“确定”",
        [":easthuanshi"]="当你成为其他角色使用的【杀】的目标时，你可以指定其攻击范围内的任意名其他角色（不能是此【杀】的使用者或目标），视为这些角色也成为此【杀】的目标。",

["yyc005"] = "上白泽慧音",["#yyc005"] = "知识与历史的半兽",

 ["sbzhy_xushi"] = "虚史", 
 [":sbzhy_xushi"] = "若其他角色使用一张基本牌或锦囊牌只指定了一名角色为目标，则在所有可触发的技能和效果触发前，你可用一张基本牌或锦囊牌代替之（被代替的牌置入弃牌堆）。若符合对使用时机、次数、距离、目标的要求，视为使用者对目标角色 使用代替后的牌。若不符合要求，将代替后的牌置入弃牌堆。", 
["@xushi"] = "你是否发动“虚史”来更改当前使用的牌？", 
 ["#xushi_effect"]="%from的%arg牌合法，取代原使用牌",
 ["#xushi_effect1"]="%from的%arg牌不合法，进入弃牌堆",
 
 ["yyc006"] = "因幡帝",["#yyc006"] = "幸运的白兔",
   
		["qizha"] = "欺诈",
        ["#qizha"] = "欺诈",
        [":qizha"] = "出牌阶段开始时或每当你受到一次伤害后，你可以将一张手牌置于牌堆顶，并令两名其他角色进行拼点。点数大的一方摸一张牌，并受到无来源的1点伤害。点数相同则你摸一牌。",
		["@qizha"] = "是否发动“欺诈”？",
		["~qizha"]="选择一张牌→选择两名角色→点击确定 或者取消发动",
		
		["yfd_xingyun"] = "幸运",
        [":yfd_xingyun"] = "每当你获得一张<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>牌时，你可以展示此牌并选择一项：回复1点体力，或令一名角色摸一张牌。",
        ["yfd_xingyun:letdraw"] = "令一名角色摸一张牌。" ,
        ["yfd_xingyun:recover"] = "回复1点体力" ,
		["@xingyun-select"]="选择一名玩家，令其摸一牌",

 ["yyc007"] = "米斯蒂娅·萝蕾拉",["&yyc007"]="米斯蒂娅",["#yyc007"] = "夜雀妖怪",
      
	  ["gesheng"] = "歌声",
        --[":gesheng"] = "出牌阶段,你可以弃一张牌,若如是做,你可以将于此牌相同颜色的牌当【乐不思蜀】使用,直到此阶段结束。",

        [":gesheng"] = "出牌阶段,你可以一张牌当【乐不思蜀】使用。<font color=\"green\"><b>每阶段限一次。</b></font>当你以此法使用【乐不思蜀】指定其他角色为目标后，该目标须摸一张牌。",
       
	   ["yemang"] = "夜盲",
        [":yemang"] = "<font color=\"blue\"><b>锁定技，</b></font>若其他角色与你的距离不小于x(x为你的当前体力值),该角色的【杀】无法指定你为目标。",

["yyc008"] = "莉格露•奈特巴格",["&yyc008"] = "莉格露",["#yyc008"] = "在黑暗中蠢动的光虫",
 
 ["yingguang"] = "荧光", 
 [":yingguang"] = "出牌阶段，若你的手牌中没有持续展示的<font size=\"5\", color=\"#FF0000\"><b>♦</b></font>牌，你可以持续展示一张<font size=\"5\", color=\"#FF0000\"><b>♦</b></font>手牌。每当你需要使用或打出一张【闪】时，若你的手牌中有持续展示的<font size=\"5\", color=\"#FF0000\"><b>♦</b></font>牌，你可以选择：视为你使用或打出一张【闪】。", 
  ["@yingguang"]="荧光",
  ["yingguang:invoke"] = "你可以发动“荧光”，视为使用或打出一张【闪】", 
  
 ["yangchong"] = "恙虫", 
 [":yangchong"] = "每当你使用或打出一张【闪】时，你可令一名其他角色选择一项：弃置两张手牌，或受到无来源的1点伤害。",
 ["@yangchong-invoke"]="选择一个目标，目标必须弃置两张手牌或受到无来源的1点伤害。",
["yangchong_discard"]="<font color=\"#00FF00\"><b>%src </b></font>对你发动了“恙虫”，你需要弃置2张手牌，否则受到一点无来源的伤害",
	
 
 ["eternalshow"]="持续展示",
 [":eternalshow"]="查看任意角色的持续展示牌，例如【荧光】【灾祸】",
 
["yyc009"] = "白泽",["#yyc009"] = "治世之兆",
 
 ["chuangshi"] = "创史", 
 [":chuangshi"] = "摸牌阶段摸牌时，你可以少摸一至两张牌。每少摸一张，视为你指定的一名其他角色使用一张你指定的任意基本牌或非延时类锦囊牌（【酒】、【南蛮入侵】、【万箭齐发】、【桃园结义】除外），若此牌需要指定目标，则目标由你指定（有距离限制）。若你少摸两张牌，你须于此阶段结束时失去2点体力。 ", 
 ["chuangshi_victim"]="创史",
 ["@chuangshi_victim"]="请选择 <font color=\"#00FF00\"><b>%src </b></font>使用创史牌【%dest】 时需要指定的目标",
 ["@chuangshi_target"]="选择一个执行创史效果的目标 提示：这是第 %src 次 发动创史",
 ["~chuangshi"]="选择创史牌的使用目标后，确定",
 
 ["wangyue:target"] = "<font color=\"#00FF00\"><b>%src </b></font>对你造成了伤害，你可以发动“望月”，令其弃牌到 %arg 张", 
 ["wangyue"] = "望月", 
 [":wangyue"] = "每当你受到一次伤害后，你可令伤害来源将手牌弃至X张（X为你当前的体力值）。",

["yyc010"] = "自警队妹红",["&yyc010"] = "藤原妹红",["#yyc010"] = "红之自警队",
 
 ["tymh_huwei"] = "护卫", 
 [":tymh_huwei"] = "出牌阶段外，每当你需要使用或打出一张【杀】时，你可以摸两张牌。出牌阶段外，每当你使用、打出或弃置（包括被弃置）一张【杀】时，你可令一名其他角色摸两张牌。", 
 ["@tymh_huwei_targetdraw"]="你可以令一名其他角色摸两张牌。（你还能发动 %src次 “护卫”）",
 
 ["jinxi"] = "今昔", 
 ["@jinxi"]="浴火重生",
 [":jinxi"] = "<font color=\"red\"><b>限定技，</b></font>出牌阶段，若你已经受伤，你可以回复体力至上限，然后将手牌补到4张。",
 }
