return
{    
    ["th09"] = "战势力",
    ["zhan"] = "战",
    
	
	--**********************************************
    --zhan001  势力：战 3血
    ["suika"] = "伊吹萃香", 
    ["#suika"] = "不羁奔放的古豪",
    ["!suika"] = "伊吹萃香",
	 --["designer:suika"] = "星野梦美 | 程序:幻兰幽梦", 
	["illustrator:suika"] = "阿桜　(p号:24157010)",
	--个人id:39753(貌似ok)
	["illustrator:suika_1"] = "ryosios　(p号:16940878)",
	--个人id:1508165 （作者表态可用）
	["illustrator:suika_2"] = "キツネ　(p号:28972709)",
	--个人id:126905（表态可用）
	["illustrator:suika_3"] = "Tro　(p号:11675411)",
	--个人id:52449
	["illustrator:suika_4"] = "　(p号:)",
	--个人id:
	["illustrator:suika_5"] = "伊吹のつ　(p号:43405095)",
	--个人id:7013
	["cv:suika"] = "暂无",
	
    ["zuiyue"] = "醉月",
    [":zuiyue"] = "当你于出牌阶段内使用一张锦囊牌时，你可以选择：视为你使用一张【酒】。",  
    ["doujiu"] = "斗酒",
    [":doujiu"] = "当其他角色于其出牌阶段内对该角色使用一张【桃】或【酒】时，若该角色的体力值不小于1，你可以摸一张牌并与该角色拼点，若你赢，此牌对该角色无效，你回复1点体力，结束当前阶段。",  
    ["yanhui"] = "宴会",
    [":yanhui"] = "<font color=\"orange\"><b>主公技，</b></font>其他战势力角色可于其出牌阶段对你使用【桃】，可当你处于濒死状态并向其求【桃】时对你使用【酒】。",
    ["yanhuivs"] = "宴会给牌",
    [":yanhuivs"] = "若你属于战势力，你可于出牌阶段对拥有主公技“宴会”的角色使用【桃】。当拥有主公技“宴会”的角色处于濒死状态并向你求【桃】时，你可以对其使用【酒】。",
   
	--**********************************************	
    --zhan002  势力：战 3血
    ["shikieiki"] = "四季映姬·亚玛萨那度" ,
    ["&shikieiki"] = "四季映姬" ,
    ["#shikieiki"] = "乐园的最高裁判长" ,
    ["!shikieiki"] = "四季映姬" ,
	 --["designer:shikieiki"] = "星野梦美 | 程序:fsu0413", 
	["illustrator:shikieiki"] = "風花風花 (p号:37523603)",
	--个人id:1316750
	["illustrator:shikieiki_1"] = " (p号:)",
	--个人id:
	["illustrator:shikieiki_2"] = "DomotoLain (p号:27397315)",
	--个人id:38674（国人 貌似可以）
	["illustrator:shikieiki_3"] = "飛鳥士郎 (p号:8978341)",
	--个人id:319018 （貌似可以）
	["illustrator:shikieiki_4"] = "カズ (p号:4734540)",
	--个人id:137496
	["illustrator:shikieiki_5"] = "ideolo  (p号:41261013)",
	--个人id:61513 
	["cv:shikieiki"] = "暂无",
	
    ["shenpan"] = "审判" ,
    [":shenpan"] = "摸牌阶段，你可以放弃摸牌，改为对一名其他角色造成1点雷电伤害。此阶段结束时，若该角色的手牌数大于其体力值，你摸一张牌。" ,
    ["@shenpan-select"] = "你可以对一名其他角色发动“审判”。" ,
    ["huiwu"] = "悔悟" ,
    [":huiwu"] = "当你成为其他角色使用的【杀】或非延时类锦囊牌的目标时，该角色可令此牌对你无效并令你摸一张牌。" ,
    ["huiwu:target"] = "你使用【%dest】时，指定了<font color=\"#00FF00\"><b>%src </b></font>为目标，你可以对<font color=\"#00FF00\"><b>%src </b></font>发动“悔悟”。" ,  
    ["huazhong"] = "花冢" ,
    [":huazhong"] = "<font color=\"orange\"><b>主公技，</b></font>每当其他战势力角色造成1点伤害后，该角色可以判定，若结果为红色，你获得此判定牌。" ,
    ["@huazhong-select"]="你可以指定拥有主公技“花冢”的角色，你判定，若结果为红色，该角色获得此判定牌。",
    
--**********************************************
    --zhan003  势力：战 4血
    ["komachi"] = "小野塚小町",
    ["#komachi"] = "三途河的领路人",
    ["!komachi"] = "小野塚小町",
	     --["designer:komachi"] = "星野梦美 | 程序:三国有单", 
	["illustrator:komachi"] = "赤りんご (p号:1377034)",
	--个人id:164813 (貌似可以用的样子。。但其个人网站乱码 确认不能。。。)
	["illustrator:komachi_1"] = "七々しう (p号:10420340)",
	--个人id:236979
	["illustrator:komachi_2"] = "牛 (p号:23773957)",
	--个人id:964140 (国人)
	["illustrator:komachi_3"] = "にしもん (p号:29989054)",
	--个人id:202286
	["illustrator:komachi_4"] = "pico (p号:14285106)",
	--个人id:347929
	["cv:komachi"] = "暂无",
	
    ["mingtu"]="冥途",
    [":mingtu"]="当一名角色进入濒死状态前，你可以摸一张牌。",
    ["silian"] = "死镰",
    [":silian"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你使用【杀】对目标角色造成伤害时，若其体力值为1，此伤害+2。",
    ["#silian"] = "%from 的技能“死镰”被触发, %from 使用的【杀】对 %to 造成的伤害+2。",
    
--**********************************************
    --zhan004  势力：战 4血
    ["yuka"] = "风见幽香",
    ["#yuka"] = "四季的鲜花之主",
    ["!yuka"] = "风见幽香",
	 --["designer:yuka"] = "星野梦美 | 程序:三国有单", 
	["illustrator:yuka"] = "Reina　(p号:7593428)",
	--个人id:309664 (香港)
	["illustrator:yuka_1"] = "Cloudy.R　(p号:42739088)",
	--个人id:800504(国人)
	["illustrator:yuka_2"] = "平坂イネ　(p号:18480142)",
	--个人id:1605711
	["illustrator:yuka_3"] = "An2A　(p号:无，个人id:173876)",
	--个人id:173876
	["illustrator:yuka_4"] = "赤シオ　(p号:27321553)",
	--个人id:341747
	["cv:yuka"] = "暂无",
	
    ["weiya"] = "威压", 
    [":weiya"] = "<font color=\"blue\"><b>锁定技，</b></font>你的回合内，每当其他角色使用或打出一张基本牌或【无懈可击】时（代替判定牌时除外），该角色须选择一项：令此牌无效，或弃置一张与此牌名称相同的牌。",
    ["@weiya"]="由于“威压”的效果，你需要弃置一张【%src】，否则之前的【%src】无效。",
    ["#weiya"]="由于“%arg”的效果，%from的【%arg2】无效。",
    ["#weiya_ask"]="由于“%arg”的效果，%from 需要弃置一张【%arg2】。",
    
--**********************************************
    --zhan005  势力：战 3血
    ["medicine"]="梅蒂馨·梅兰克莉",
    ["&medicine"]="梅蒂馨",
    ["#medicine"]="小小的甜蜜毒药",
    ["!medicine"]="梅蒂馨",
	 --["designer:medicine"] = "星野梦美 | 程序:幻兰幽梦", 
	["illustrator:medicine"] = "フカヒレ (p号:9174315)",
	--个人id:58338
	["illustrator:medicine_1"] = "DQN (p号:39996142)",
	--个人id:144174(表态可以)
	["illustrator:medicine_2"] = "亜音 (p号:30981893)",
	--个人id:759647（国人？）
	["illustrator:medicine_3"] = "とりこ (p号:4357443)",
	--个人id:73846
	["illustrator:medicine_4"] = "甘党 (p号:15735289)",
	--个人id:298982
	["cv:medicine"] = "暂无",
	
    ["judu"]="剧毒",
    [":judu"]="每当你对其他角色造成伤害后，你可以判定，若结果为黑色2-9，该角色失去1点体力。",
    ["henyi"]="恨意",
    [":henyi"]="一名角色的出牌阶段结束时，若此回合内你受到过伤害，你可以选择：视为你使用一张【万箭齐发】。当此【万箭齐发】对当前回合的角色造成伤害时，你回复1点体力。",

--**********************************************
    --zhan006  势力：战 4血
    ["aya_sp"]="记者文",
    ["#aya_sp"]="捏造新闻记者",
    ["!aya_sp"]="SP记者文",
	  --["designer:aya_sp"] = "星野梦美 | 程序:fsu0413", 
	["illustrator:aya_sp"] = "An2A    (p号:无，个人id:173876)",
	--个人id:173876  p站没有原图
	["illustrator:aya_sp_1"] = "えふぇ (p号:18047920)",
	--个人id:292644 （作者说明非合同绘 非商业可用）
	["illustrator:aya_sp_2"] = "ゆらみ　琥珀 (p号:37017005)",
	--个人id:321156
	["cv:aya_sp"] = "暂无",
    ["toupai"]="偷拍",
    [":toupai"]="摸牌阶段，你可以放弃摸牌，改为观看一名有手牌的其他角色的手牌，你可以依次弃置其中的一至三张红色牌。每以此法弃置一张基本牌，你摸一张牌。",
    ["@toupai-select"]="你可以放弃摸牌，指定一名其他角色，观看其所有手牌，你可以弃置其中的一至三张红色牌。每以此法弃置一张基本牌，你摸一张牌。",
    

--**********************************************   
    --zhan007  势力：战 4血
    ["tenshi"] = "比那名居天子",
    ["#tenshi"] = "非想非非想天的少女",
    ["!tenshi"] = "比那名居天子",
	 --["designer:tenshi"] = "星野梦美 | 程序:幻兰幽梦", 
	["illustrator:tenshi"] = "ななしな (p号:23718711)",
	--个人id:274594(貌似可)
	["illustrator:tenshi_1"] = "君と子音 (p号:29746812)",
	--个人id:8254
	["illustrator:tenshi_2"] = "kirero (p号:32282320)",
	--个人id:35490
	["illustrator:tenshi_3"] = "赤シオ (p号:9218445)",
	--个人id:341747
	["illustrator:tenshi_4"] = " 亜音 (p号:45069411)",
	--个人id:759647（国人？）
	["cv:tenshi"] = "暂无",
	
    ["feixiang"] = "绯想",
    [":feixiang"] = "当判定牌生效前，你可以展示一名角色的一张手牌并令该角色打出此牌代替判定牌。",
    ["@feixiang-playerchosen"] = "<font color=\"#00FF00\"><b>%src </b></font> 将要进行 “%dest” 的判定，你可以发动“绯想”，指定一名角色并展示其一张手牌。",
    ["dizhen"] = "地震",
    [":dizhen"] = "当一名角色的红色判定牌生效后，若该角色的体力值不小于1，你可以对其造成1点伤害。",
    ["dizhen:target"] = "<font color=\"#00FF00\"><b>%src </b></font> 的 “%dest” 的判定结果为红色，你可以对其发动“地震”。", 
    ["tianren"] = "天人",
    [":tianren"] = "<font color=\"orange\"><b>主公技，</b></font>你的回合外，每当你需要使用或打出一张【杀】或【闪】时，你可令其他战势力角色依次选择是否代替你打出一张【杀】或【闪】。",
    ["@tianren-slash"]="请打出一张【杀】响应 %src “天人”",
    ["@tianren-jink"] = "请打出一张【闪】响应 %src “天人”",
        
--**********************************************
    --zhan008  势力：战 4血    
    ["iku"] = "永江衣玖",
    ["#iku"] = "美丽的绯之衣",
    ["!iku"] = "永江衣玖",
	 --["designer:iku"] = "星野梦美 | 程序:幻兰幽梦", 
	["illustrator:iku"] = "しろさ (p号:3805501)",
	--个人id:374262
	["illustrator:iku_1"] = "しろさ (p号:28342536)",
	--个人id:374262
	["illustrator:iku_2"] = "ながれ (p号:39033688)",
	--个人id:91059
	["illustrator:iku_3"] = "爽希 (p号:38916055)",
	--个人id:2318975
	["cv:iku"] = "暂无", 
	
    ["jingdian"] = "静电",
    [":jingdian"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你受到1点雷电伤害时，防止此伤害，你摸三张牌。",
    ["#jingdian"] = "%from 的技能 “%arg” 被触发，%from 防止了 %arg2 点雷电伤害。",
    ["leiyun"] = "雷云",
    [":leiyun"] = "你可以将一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>或<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>手牌当【闪电】使用。",

--**********************************************
    --zhan009  势力：战 4血
    ["hatate"] = "姬海棠果",
    ["#hatate"] = "当代的念写记者",
    ["!hatate"] = "姬海棠果",
	 --["designer:hatate"] = "星野梦美 | 程序:幻兰幽梦", 
	["illustrator:hatate"] = "朱シオ (p号:18358973)",
	--个人id:341747
	["illustrator:hatate_1"] = "nyanya (p号:10224496)",
	--个人id:195891
	["illustrator:hatate_2"] = "赤樫はがね (p号:33060076)",
	--个人id:1617408
	["illustrator:hatate_3"] = "bon (p号:21411887)",
	--个人id:1225738
	["illustrator:hatate_4"] = "c7肘 (p号:29166434)",
	--个人id:217707
	["cv:hatate"] = "暂无",
	
    ["kuaizhao"] = "快照",
    [":kuaizhao"] = "摸牌阶段摸牌时，你可以少摸一张牌，并令你攻击范围内的一名有手牌的角色展示其所有手牌，你摸X张牌（X为其中基本牌的数量且最多为2）。",
    ["@kuaizhao-select_one"] = "指定一名其他角色，展示其所有手牌。",
    ["duanjiao"] = "短焦",
    [":duanjiao"] = "<font color=\"blue\"><b>锁定技，</b></font>你的攻击范围为3。",
   
--**********************************************
     --zhan010  势力：战 4血   
    ["kokoro"] = "秦心",
    ["#kokoro"] = "表情丰富的扑克脸",
    ["!kokoro"] = "秦心",
	["illustrator:kokoro"] = "黄昏边境",
	["illustrator:kokoro_1"] = "薄稀 p号:36237520",
	["illustrator:kokoro_2"] = "藤宮ふみや (p号:38589315)",
	["illustrator:kokoro_3"] = "ゾウノセ (p号:39419401)",
	["cv:kokoro"] = "暂无",
	
	["nengwu"] = "能舞",
    [":nengwu"] = "摸牌阶段外，当你回复体力后或获得牌后，你可令你攻击范围内的一名角色摸一张牌。出牌阶段外，当你受到伤害后或失去手牌后，你可以弃置你攻击范围内一名角色的一张手牌。",
    ["nengwudraw"] = "能舞(摸牌)",
    ["nengwudiscard"] = "能舞(弃牌)",
	["@nengwu-draw"] = "你可令一名攻击范围内的角色摸 1 张牌。",
    ["@nengwu-discard"] = "你可以弃置一名攻击范围内的角色的 1 张手牌。" ,
	["xiwang"] = "希望",
	[":xiwang"] = "<font color=\"orange\"><b>主公技，</b></font>其他战势力角色的回合内，当另一名角色使用或打出一张<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>牌时，当前回合的角色可以将一张手牌交给你。",
    ["@xiwang"] = "你可以发动 %src   的“希望”，交给其一张手牌。",
}


  