return
{	
	["th09"] = "战势力",
	["zhan"] = "战",
	
["zhan001"] = "四季映姬·亚玛萨那度" ,["&zhan001"] = "四季映姬" ,["#zhan001"] = "乐园的最高裁判长" ,
       
		["ymsndshenpan"] = "审判" ,
        [":ymsndshenpan"] = "摸牌阶段，你可以放弃摸牌，然后对一名其他角色造成1点雷电伤害。若如此做，此阶段结束时，若该角色手牌数大于其体力值，你可以摸一张牌。" ,
        ["@ymsndshenpan-select"] = "你可以选择一名其他角色发动“审判”。" ,
        ["ymsndshenpan:drawcard"] = "“审判”：<font color=\"#00FF00\"><b>%src </b></font>%src 的手牌数大于体力值，你可以摸一张牌。" ,
        
		["ymsndhuiwu"] = "悔悟" ,
        [":ymsndhuiwu"] = "当你成为【杀】或非延时锦囊的目标时，该牌的使用者可令此牌对你无效，然后你摸一张牌。" ,
        ["ymsndhuiwu:target"] = "你使用【%dest】时，指定了<font color=\"#00FF00\"><b>%src </b></font>为目标，你是否对<font color=\"#00FF00\"><b>%src </b></font>发动“悔悟”" ,
		
		["ymsndhuazhong"] = "花冢" ,
		[":ymsndhuazhong"] = "<font color=\"orange\"><b>主公技，</b></font>每当其他战势力角色造成一点伤害后，该角色可以进行一次判定，若结果为红色，你获得此判定牌。" ,
		["#ymsndhuiwu1"]="%arg效果被触发，对无效，且其摸一张牌",
		["@ymsndhuazhong-select"]="选择一名拥有主公技“花冢”的目标，进行一次判定，若判定结果为红色，目标获得此判定牌",

["zhan002"] = "小野塚小町",["#zhan002"] = "三途河的领路人",
    
		["mingtu"]="冥途",
		[":mingtu"]="每当一名角色进入濒死状态前，你可以摸一张牌。",
        
		["silian"] = "死镰",
        [":silian"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你使用【杀】对目标角色造成一次伤害时,若其体力值为1,此伤害+2",
        ["#silian"] = "%from 的技能＂死镰＂被触发, %from 使用【杀】对 %to 造成的伤害+2",

["zhan003"] = "风见幽香",["#zhan003"] = "四季的鲜花之主",
 
 ["weiya"] = "威压", 
 [":weiya"] = "<font color=\"blue\"><b>锁定技，</b></font>你的回合内，每当其他角色使用或打出一张基本牌或【无懈可击】时(代替判定牌时除外)，该角色须选择一项：令此牌无效，或再打出一张与此牌名称相同的牌。",
 ["@weiya"]="由于“威压”的效果，你还需要打出一张 【%src】 才能使之前的 【%src】 生效。",
 ["#weiya"]="由于“%arg”的效果，%from的【%arg2】无效",
	
["zhan004"]="梅蒂馨·梅兰克莉",["&zhan004"]="梅蒂馨",["#zhan004"]="小小的甜蜜毒药",
     
	["judu"]="剧毒",
	[":judu"]="每当你对一名其他角色造成一次伤害后，你可以进行一次判定，若结果为黑色2~9，你对其造成1点伤害。",
        
	["henyi"]="恨意",
    [":henyi"]="每当你受到一次伤害后，可视为你使用一张【万箭齐发】。",

 ["zhan005"]="记者文",["&zhan005"]="射命丸文",["#zhan005"]="捏造新闻记者",
      
		["smwwtoupai"]="偷拍",
        [":smwwtoupai"]="摸牌阶段开始时，你可以放弃摸牌，改为观看一名其他角色的所有手牌，你可以依次弃置其中一至三张红牌。你每以此法弃置一张基本牌，你摸一张牌。",
        ["@smwwtoupai-select"]="你可以放弃摸牌，选择一名其他角色观看其所有手牌，可以弃置其中一至三张红牌。你每以此法弃置一张基本牌，你摸一张牌。",

["zhan006"] = "伊吹萃香", ["#zhan006"] = "不羁奔放的古豪",
        
		["zuiyue"] = "醉月",
        [":zuiyue"] = "出牌阶段，当你使用一张锦囊牌时，你可以选择：视为你使用一张【酒】。",
        
		["doujiu"] = "斗酒",
        [":doujiu"] = "每当一名其他角色对该角色使用一张【桃】或【酒】时（该角色处于濒死状态时除外），你可以摸一张牌并与该角色拼点，若你赢，此牌无效，你回复1点体力，结束当前阶段。 ",
        
		["yanhui"] = "宴会",
        [":yanhui"] = "<font color=\"orange\"><b>主公技，</b></font>其他战势力角色可于其出牌阶段对你使用【桃】，可当你处于濒死状态并向其求【桃】时对你使用【酒】。 ",
        ["yanhuivs"] = "宴会给牌",
        [":yanhuivs"] = "若你是战势力，你可以在你出牌阶段对“宴会”技能持有者使用【桃】,当“宴会”技能持有者处于濒死状态并向你求【桃】时,你可以对其使用【酒】",

 ["zhan007"] = "比那名居天子",["#zhan007"] = "非想非非想天的少女",
        
		["feixiang"] = "绯想",
        [":feixiang"] = "在一张判定牌生效前,你可以展示一名角色的一张手牌。若如此做，该角色须打出此牌代替判定牌",
        --["@feixiang-playerchosen"] = "选择一名玩家并展示其一张手牌",
        ["@feixiang-playerchosen"] = "是否发动“绯想”代替<font color=\"#00FF00\"><b>%src </b></font>的“%dest”判定?选择一名玩家并展示其一张手牌",
        
		--["feixiang:cardretrail"] = "是否发动“绯想”用展示牌代替<font color=\"#00FF00\"><b>%src </b></font>的“%dest”判定?",
        
		["dizhen"] = "地震",
        [":dizhen"] = "一名角色的判定牌为红色且生效后,若该角色体力大于0，你可以对其造成1点伤害",
        ["dizhen:target"] = "<font color=\"#00FF00\"><b>%src </b></font>的“%dest”判定结果为红色，是否对其发动“地震”?",
        
		["tianren"] = "天人",
        [":tianren"] = "<font color=\"orange\"><b>主公技，</b></font>每当其他战势力角色成为【无中生有】或【五谷丰登】的目标时,可令你摸一张牌",
        ["@tianren"] = "选择一位拥有主公技“天人”的目标，其可以摸一牌",

["zhan008"] = "永江衣玖",["#zhan008"] = "美丽的绯之衣",
      
		["jingdian"] = "静电",
        [":jingdian"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你受到1点雷属性伤害时,防止该伤害,摸三张牌.",
        ["#jingdian"] = "%from的技能“%arg”被触发, %from 防止了 %arg2 点雷电属性伤害.",
        
		["leiyun"] = "雷云",
        [":leiyun"] = "你可以将一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>或<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>手牌当做【闪电】使用.",
["zhan009"] = "姬海棠极",["#zhan009"] = "当代的念写记者",
       
		["kuaizhao"] = "快照",
        [":kuaizhao"] = "摸牌阶段摸牌时,你可以少摸一张牌,并令你攻击范围内的一名其他角色展示其所有手牌,你摸x张牌(x为其中基本牌的数量且最多为2)",
         ["@kuaizhao-select_one"] = "选择一名玩家,展示其所有手牌",
		 
		["duanjiao"] = "短焦",
        [":duanjiao"] = "<font color=\"blue\"><b>锁定技，</b></font>无论你的装备区里有无武器,你的攻击范围始终为3",
   
["zhan010"] = "秦心",["#zhan010"] = "表情丰富的扑克脸",
   ["shenqi"] = "蜃气",
   [":shenqi"] = "<font color=\"#808080\"><b>永久技，</b></font>游戏开始时，你须从“怒”“忧”“喜”三个表情标记中，选择并获得一枚表情标记。你始终拥有且只能拥有一枚表情标记。每名角色的回合开始阶段开始时，你可以选择改变表情标记。", 
	
	["nengmian"]="能面",
	[":nengmian"]="你可以根据你拥有的表情标记发动对应的技能效果。拥有怒标记时：每当你攻击范围内的一名角色受到有来源的伤害后，你可以弃置一张红桃手牌或者流失一点体力，并对伤害来源造成一点伤害。拥有忧标记时：一名其他角色于其回合外失去手牌时，你可以摸一张牌，然后交给该角色一张牌。拥有喜标记时：每当你于摸排阶段之外获得手牌时，你可以令一名其他角色摸一张牌。",
   ["nengmian:damagetarget"] = "<font color=\"#FF8000\"><b>%src </b></font>对<font color=\"#00FF00\"><b>%dest </b></font>造成了伤害，你是否对<font color=\"#FF8000\"><b>%src </b></font> 发动“能面”",
 ["nengmian:givetarget"] = "<font color=\"#FF8000\"><b>%src </b></font>于回合外失去了手牌，你是否发动“能面”，摸一张牌，然后交给其一张手牌",
	["@nengmian-discard"] ="请弃置一张<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>手牌，否则将流失一点体力",
	["@nengmian-give"]="请将一张手牌交给<font color=\"#FF8000\"><b>%src </b></font>",
   ["@nengmian-draw"]="你可以发动“能面”， 选择一名其他角色，令其摸一张牌",
   
   ["xiwang"] = "希望",
   [":xiwang"] = "<font color=\"orange\"><b>主公技，</b></font>其他战势力角色的弃牌阶段开始时，若其手牌数大于手牌上限，其可以选择：令其手牌上限+1，直到回合结束。 若其如此做，你摸一张牌。",
   ["@anger"]="怒",
	["@sad"]="忧",
	["@happy"]="喜",
}


  