return{
	["th10"] = "风神录",
	["fsl"] = "风",
	
	

 ["fsl001"] = "八坂神奈子",["#fsl001"] = "山坡与湖水的化身",
        
		["shende"] = "神德",
        ["ShenDePile"] ="神德",
        ["~shende"] = "选择两张神德牌->确定",
        ["@shende-twoCards"] = "你可以发动技能“神德”，选择两张神德牌，视为你使用了一张【桃】",
        [":shende"] ="每当你使用或打出一张【杀】时,你可以摸一张牌，然后将一张手牌置于你的武将牌上，称为“神德”.你可以将两张“神德”当做【桃】使用.",
        ["shendedummy"]="神德",
		["shende-exchange"] ="请将一张手牌当作“神德”置于武将牌上",
		
		["qiankun"] = "乾坤",
        [":qiankun"] = "<font color=\"blue\"><b>锁定技，</b></font>你的手牌上限+2.",
        
		["gongfeng"] = "供奉",
        [":gongfeng"] = "<font color=\"orange\"><b>主公技，</b></font>其他风势力角色的出牌阶段,该角色可以将一张【杀】交给你,<font color=\"green\"><b>每阶段限一次</b></font>",
		["gongfengvs"]="供奉给杀",
		[":gongfengvs"]="出牌阶段，你若是风势力，可以交给“供奉”技能持有者一张杀",

		["fsl002"] = "泄矢诹访子", ["#fsl002"] = "土著神的顶点",
           
		["bushu"] = "不输",
        [":bushu"] = "每当你攻击范围内的一名角色受到一次伤害后，若伤害来源不是你，你可以与伤害来源拼点：若你赢，该角色回复1点体力；若你没赢，你获得伤害来源的拼点牌。",
        ["bushu:damage"] = "<font color=\"#FF8000\"><b> %src </b></font>对<font color=\"#00FF00\"><b> %dest </b></font>造成了伤害，你是否发动“不输”",
		
		["chuancheng"] = "传承",
        [":chuancheng"] = "当你死亡时，你可令一名其他角色获得技能“乾坤”和“传承”，然后该角色获得你区域里的所有牌",
		["@chuancheng"] = "选择“传承”的目标，目标获得技能“传承”“乾坤”和你的所有牌",

["fsl003"] = "东风谷早苗",["#fsl003"] = "被祭拜的风之人",
  
 ["zhunbei"] = "准备", 
 [":zhunbei"] = "摸牌阶段，你可以放弃摸牌，改为本回合的回合结束时摸三张牌。", 
 
 ["qiji"] = "奇迹",
 [":qiji"] = "你可以将你的最后一张手牌当作任意基本牌或非延时类锦囊牌使用或打出。<font color=\"green\"><b>每阶段限一次</b></font>",
["~qiji"] = "选择最后一张手牌和目标后，确定",
 ["@qiji_target"]="是否发动“奇迹”，使用【%src】",
["qijipeach"]="奇迹出桃",
["qijislash"]="奇迹响应出杀",
[":dfgzm_qiji_card"]="奇迹选牌",
["@qiji"]="奇迹已使用",
["dfgzm_qiji"]="奇迹选择使用牌",
["@response_slash"]="奇迹 被动地使用一张【杀】",
["@qijisave"]="奇迹 被动使用【桃】 或 【酒】",

["fsl004"] = "射命丸文",["#fsl004"] = "最接近里的天狗",
          
		["fengshen"] = "风神",
        [":fengshen"] = "出牌阶段,你可以弃置一张红色手牌,令攻击范围内的一名其他角色或距离为1的任意数量的角色各选择一项: 弃置一张【杀】 或受到你对其造成的一点伤害。<font color=\"green\"><b>每阶段限一次</b></font>",
        ["@fengshen-discard"] = "请弃置一张【杀】,或点击取消受到来自 <font color=\"#00FF00\"><b>%src </b></font> 的一点伤害",
        
		["fengsu"] = "风速",
        [":fengsu"] = "<font color=\"blue\"><b>锁定技，</b></font>当你计算与其他角色的距离时,始终-X;当其他角色计算与你的距离时,始终+X(X为你已损失的体力)",

 ["fsl005"] = "河城荷取",["#fsl005"] = "超妖怪弹头",
      
		["xinshang"] = "心伤",
        [":xinshang"] = "出牌阶段，你可令一名其他角色摸一张牌，然后该角色选择一项：将一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>手牌交给你，且令你使用牌时无距离和使用次数限制，直到回合结束；或令你依次弃置其两张牌。<font color=\"green\"><b>每阶段限一次</b></font>",
        ["@xinshang-spadecard"] = "交给 <font color=\"#00FF00\"><b>%src </b></font>一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>手牌,否则将被 <font color=\"#00FF00\"><b>%src </b></font> 弃置2张牌",
		
		["micai"] = "迷彩",
        [":micai"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你受到一次伤害时，若此伤害多于X点（X为你的手牌数），防止多余的伤害。",
        ["#micai01"]="%from的“%arg”被触发，防止了%arg2点伤害",

["fsl006"] = "键山雏",["#fsl006"] = "秘神流人偶",
 
 ["zaihuo"] = "灾祸", 
 --[":zaihuo"] = "出牌阶段，你可以将一张手牌交给一名其他角色并令其持续展示此牌，称为“厄”。若如此做，一名角色的回合内，每当一张“厄”离开该角色的手牌时，你可令该角色受到无来源的1点伤害。<font color=\"green\"><b>每阶段限一次</b></font>", 
 [":zaihuo"] = "出牌阶段，你可以展示一张手牌并将其交给一名其他角色，然后展示该角色的一张手牌，若花色不同，该角色受到无来源的1点伤害。<font color=\"green\"><b>每阶段限一次</b></font>", 
 
 ["@eyun"]="厄",
 ["zaihuo:invoke"] = "<font color=\"#00FF00\"><b>%src </b></font>的“厄”离开了手牌，你是否对其发动“灾祸”",
 
 ["hina_jie:target"] = "<font color=\"#00FF00\"><b>%src </b></font>受到了伤害，你可以发动“集厄”摸一张牌", 
 ["hina_jie"] = "集厄", 
 [":hina_jie"] = "你的回合外，每当你攻击范围内的一名角色受到一次伤害后，你可以摸一张牌。",
  
["fsl007"] = "高中生早苗",["&fsl007"] = "东风谷早苗",["#fsl007"] = "现代的女高中生",
   
 ["changshi"] = "常识", 
 [":changshi"] = "<font color=\"#808080\"><b>永久技，</b></font>你的回合内，其他角色的所有技能均失效（永久技除外），不能被触发或发动，弃置所有处于特殊位置的牌，将所有持续展示的牌取消展示，弃置所有标记。 ", 
 ["#changshi01"]="%from 的 “%arg”被触发，%from 的回合内，除了永久技之外的所有技能都会无效",
  
 ["jinian"] = "纪念", 
 [":jinian"] = "若你失去最后的手牌，且此牌置入弃牌堆，你可以获得之。<font color=\"green\"><b>每阶段限一次</b></font>",

["fsl008"] = "犬走椛",["#fsl008"] = "山上的千里眼",
   
 ["tianyan"] = "天眼", 
 [":tianyan"] = "出牌阶段，你可以摸X张牌（X为存活角色的数量且最多为4），若如此做，你须将X张手牌以任意顺序置于牌堆顶。<font color=\"green\"><b>每阶段限一次</b></font>", 
 ["tianyan_exchange"]="请选择 %src 张要放回牌堆顶的牌",
 
 ["fsl009"] = "秋穰子",["#fsl009"] = "丰收与成熟的象征",
        
		["fengrang"] = "丰穰",
        [":fengrang"] = "出牌阶段，你可以选择：视为你使用一张【五谷丰登】。<font color=\"green\"><b>每阶段限一次</b></font>",
        
		["shouhuo"] = "收获",
        [":shouhuo"] = "<font color=\"blue\"><b>锁定技，</b></font>若你成为一张【五谷丰登】的目标，则在此【五谷丰登】结算时，须额外展示牌堆顶的一张牌。轮到你选择时，你不能被【无懈可击】响应，你须额外选择并获得展示的牌中的一张。",

["fsl010"] = "秋静叶",["#fsl010"] = "寂寞与终焉的象征",
 
 ["jiliao"] = "寂寥", 
 [":jiliao"] = "出牌阶段，你可以将一名角色的装备区里的所有牌返回该角色手牌。然后若该角色的手牌数大于其体力上限，你可以弃置该角色的一张手牌。<font color=\"green\"><b>每阶段限一次</b></font>", 
  ["jiliao:throwcard"] ="“寂寥”:<font color=\"#00FF00\"><b>%src </b></font>手牌大于体力上限，你是否要弃置其一张手牌？" ,
 
 ["zhongyan:target"] ="<font color=\"#00FF00\"><b>%src </b></font>即将对你造成伤害，你是否要发动“终焉”，防止这次伤害，并令其流失 %dest 点体力" ,
 ["zhongyan"] = "终焉", 
 ["@zhongyan"] = "终焉",
 [":zhongyan"] = "<font color=\"red\"><b>限定技，</b></font>当你受到其他角色对你造成的一次伤害时，你可以防止此伤害，并令该角色失去X点体力（X为该角色已损失的体力值且最少为1）",

 ["fsl011"] = "神灵庙自机早苗",["&fsl011"] = "东风谷早苗",["#fsl011"] = "私欲的巫女",
         
		["yuwang_list"] = "欲望",
		["dfgzm_siyu"] = "私欲",
        [":dfgzm_siyu"] = "<font color=\"blue\"><b>锁定技，</b></font>每当一张牌离开你的区域时，改为将此牌置于你的武将牌上，称为“欲望”。回合结束阶段开始时或每当你受到一点伤害后，随机将一张“欲望”加入手牌",
        ["xinyang"] = "信仰",
        [":xinyang"] = "当你失去最后手牌的时候，你可以随机地依次将一至两张“欲望”加入手牌。每阶段限一次。",
		["qishu"] = "奇术",
        [":qishu"] = "你使用的最后一张手牌无距离限制;当你对其他角色使用【杀】或非延时类锦囊牌时，若此牌是你的最后手牌，你可以额外指定任意数量的其他角色为目标",
}
