return{
	["th11"] = "地灵殿",
	["dld"] = "地",	
["dld001"] = "古明地觉",["#dld001"] = "连怨灵也恐惧的少女",
       
		["xiangqi"] = "想起",
		[":xiangqi"] ="每当一名角色受到另一名角色使用的牌造成的一次伤害后，若伤害来源不是你，你可以展示伤害来源的一张手牌：若与造成伤害的牌类别相同且该角色不是你，弃置之，你对该角色造成1点伤害；否则，该角色获得之。",
       ["xiangqi:show"]="<font color=\"#FF8000\"><b>%src </b></font>使用【%arg】对<font color=\"#00FF00\"><b>%dest </b></font>造成了伤害，你是否发动“想起”",	
		
		["duxin"] = "读心",
        [":duxin"] = "<font color=\"blue\"><b>锁定技，</b></font>当你需要弃置,获得,展示其他角色的手牌时,你观看其所有手牌进行选择",
        
		["huzhu"] = "护主",
        [":huzhu"] = "<font color=\"orange\"><b>主公技，</b></font>当你成为【杀】的目标时,你可以请求其他地势力角色(不能为此【杀】的使用者)响应,然后将此【杀】代替转移给该角色",
		["huzhu_change"]="护主",
		["huzhu_change:slashtarget"]="你是否响应<font color=\"#00FF00\"><b>%dest </b></font>的主公技“护主”,代替<font color=\"#00FF00\"><b>%dest </b></font>成为<font color=\"#FF8000\"><b>%src </b></font>使用的【%arg】的目标",	
		["#huzhu_change"]="%to代替其成为 %from使用的%arg的目标",

 ["dld002"] = "古明地恋",["#dld002"] = "紧闭着的恋之瞳",
            
		["maihuo"] = "埋火",
        [":maihuo"] = "出牌阶段，你可以将一张手牌置于牌堆顶，并令一名其他角色展示并获得牌堆顶的两张牌。若均为红色，你回复1点体力或摸两张牌。<font color=\"green\"><b>每阶段限一次</b></font>",
        ["maihuo:draw"] = "摸两张牌" ,
        ["maihuo:recover"] = "回复1点体力" ,
        
		["wunian"] = "无念",
		["#wuniantr"]="无念",
        [":wunian"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你造成一次伤害时，此伤害视为无来源。若你已受伤，其他角色使用锦囊牌时不能指定你为目标。",

 ["dld003"] = "灵乌路空",["#dld003"] = "炽热焦躁的神之火" ,
       
		["ldlkyaoban"] = "耀斑" ,
        [":ldlkyaoban"] = "每当一名角色受到火焰伤害后，你可以弃置一张手牌，对另一名角色造成1点伤害。" ,
        ["@ldlkyaoban"] = "<font color=\"#00FF00\"><b>%src </b></font>受到了火属性伤害，你可以弃置一张手牌对另一名角色造成1点伤害。" ,
        ["~ldlkyaoban"] = "选择一张手牌→选择一名角色→点击“确定”" ,
        
		["ldlkhere"] = "核热" ,
        [":ldlkhere"] = "<font color=\"blue\"><b>锁定技，</b></font>当你使用【杀】指定其他角色为目标时或当你成为【杀】的目标时，此【杀】视为具火焰伤害的【杀】。",

  ["dld004"] = "火焰猫燐",["#dld004"] = "地狱的车祸",
         
		["yuanling"] = "怨灵",
        [":yuanling"] = "每当你受到其他角色对你造成的一次伤害后,你可以选择:视为对伤害来源使用一张火焰伤害的【杀】",
        ["@yuanling"] = "是否对伤害来源使用一张火焰伤害的【杀】?",
        ["yuanling:target"] = "<font color=\"#00FF00\"><b>%src </b></font>对你造成了伤害，你是否对其发动“怨灵”",
		
		["songzang"] = "送葬",
        [":songzang"] = "当一名其他角色处于濒死状态并向你求【桃】时,你可以弃置一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>牌,若如此做,该角色死亡(视为由你杀死)",
        ["@songzang"] = "“送葬”: 弃置一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>牌,令<font color=\"#00FF00\"><b>%src </b></font>立即死亡(视为由你杀死)",

 ["dld005"] = "地灵殿萃香" ,["&dld005"] = "伊吹萃香" ,["#dld005"] = "小型的百鬼夜行" ,
           
		["yccxcuiji"] = "萃集" ,
        [":yccxcuiji"] = "摸牌阶段摸牌时，你可以少摸一至两张牌。每少摸一张，你选择一种颜色，然后依次展示牌堆顶的牌，直到出现与所选颜色相同的牌，获得之，将其余的牌置入弃牌堆。" ,
        ["red"] = "红色" ,
        ["black"] = "黑色" ,
		["yccxcuiji:red"] = "红色" ,
        ["yccxcuiji:black"] = "黑色" ,
        ["yccxcuiji:cancel"] = "直接摸牌" ,
		["#cuiji_choice"]="%from 发动了 “%arg”， 选择了 “%arg2”",
		
		["yccxbaigui"] = "百鬼" ,
        [":yccxbaigui"] = "你可以将一张<font size=\"5\", color=\"#808080\"><b>♠</b></font>手牌当【南蛮入侵】使用。" ,
        
		["yccxjiuchong"] = "酒蟲" ,
        [":yccxjiuchong"] = "你可以将一张<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>手牌当【酒】使用。" ,

 ["dld006"] = "星熊勇仪",["#dld006"] = "人所谈论的怪力乱神",
            
		["guaili"] = "怪力",
        [":guaili"] = "每当你使用一张【杀】时，你可以弃置一张手牌，若如此做，此【杀】视为红色牌。当你使用红色【杀】指定其他角色为目标后，你可令此【杀】不可被该角色使用的【闪】响应。",
        ["guaili:cannotjink"] = "是否发动“怪力”使你的红【杀】对 <font color=\"#00FF00\"><b>%src </b></font> 强制命中?",
		["#guaili1"]="“%arg”使得%from使用的【杀】变为红色",
		["@guaili"]="你可以弃置一张手牌，使得此【杀】变为红色",
		
		["haoyin"] = "豪饮",
        [":haoyin"] = "<font color=\"blue\"><b>锁定技，</b></font>你的酒的效果+1。每当一名角色使用一张【酒】时，你须摸一张牌。 ",
        
        ["#haoyin1"]="%from的“%arg”被触发,【酒】的回复效果+1",
		["#haoyin2"]="%from的“%arg”被触发,【酒】的伤害效果+1",	

 ["dld007"]="水桥帕露西",["#dld007"]="地壳下的嫉妒心",
          
		["jidu"]="嫉妒",
        [":jidu"]="你可以将一张手牌当【决斗】使用，但此【决斗】只能指定体力值不小于你的角色为目标。每当你受到【决斗】造成的一次伤害后，你可以摸一张牌。",
	    
		
		["gelong"]="葛笼",
        [":gelong"]="<font color=\"blue\"><b>锁定技，</b></font>当你成为【杀】的目标时，此【杀】的使用者须选择一项：失去1点体力，然后摸一张牌；或将牌堆顶的一张牌当【兵粮寸断】置于其判定区里。",
        ["gelong:gelong1"]="失去1点体力，摸一张牌",
        ["gelong:gelong2"]="将牌堆顶的一张牌当【兵粮寸断】置于判定区里",

		["dld008"] = "黑谷山女",["#dld008"] = "黑暗洞窟中明亮的网",
           
		["chuanran"] = "传染",
        [":chuanran"] = "一名角色的判定阶段，在一张延时类锦囊牌结算后，你可以获得它 ,或者弃置一张黑色牌，将此延时类锦囊牌置于另一名角色的判定区里。 ",
        ["@chuanran"]="将【%src】 移动到另一位目标的判定区内,或者获得 【%src】",
        ["~chuanran"]="选择一张黑色牌和目标。取消则获得此牌",

["dld009"] = "琪斯美", ["#dld009"] = "可怕的水井妖怪",
    
 ["diaoping"] = "钓瓶", 
 [":diaoping"] = "当你攻击范围内的一名角色成为【杀】的目标时，若此【杀】的使用者不是你，你可以与此【杀】的使用者拼点：若你赢，此【杀】对该角色无效，并将此【杀】的使用者的武将牌翻面；若你没赢，你可以重复此流程。", 
 ["#diaoping1"]="“钓瓶”成功，此杀无效",
 ["diaoping_chosenplayer"]="选择“钓瓶”要保护的对象",
 
 ["tongju"] = "桶居", 
 [":tongju"] = "<font color=\"blue\"><b>锁定技，</b></font>你不能成为【南蛮入侵】、【万箭齐发】、【铁索连环】的目标。", 
 }



