return{

	["th13"] = "神灵庙",
	["slm"] = "灵",


  ["slm001"] = "丰聪耳神子",["#slm001"] = "圣德道士",
     
    ["shengge"] = "圣格",
        [":shengge"] = "<font color=\"purple\"><b>觉醒技，</b></font>回合开始阶段开始时,若你没有手牌,你须失去1点体力上限,并摸3张牌.",
	--["$ShenggeAnimate"]="image=image/animate/shen011.png",
	--["$shengge1"] = "来，管杀还管埋！",
	--["$shengge2"] = "我的是我的，你的，还是我的！",
	--["~slm001"] = "子建，子建……",
	["qingting"] = "倾听",
        [":qingting"] = "出牌阶段,你可令所有有手牌的其他角色依次交给你一张手牌(技能“圣格”发动后,改为你依次获得这些角色的一张手牌),然后你依次将一张手牌交给这些角色,<font color=\"green\"><b>每阶段限一次</b></font>",
        ["qingtingGive"]="<font color=\"#00FF00\"><b>%src </b></font> 发动了“倾听”，你需要交给 <font color=\"#00FF00\"><b>%src </b></font>一张手牌",
		["qingtingReturn"]="你需要还给“倾听”对象 <font color=\"#00FF00\"><b>%src </b></font> 一张手牌",
	
	["chiling"] = "敕令",
        [":chiling"] = "<font color=\"orange\"><b>主公技，</b></font>每当其他灵势力获得你的一张手牌时,你可令该角色展示此牌,若此牌为【杀】,该角色可在获得此牌后使用之.",
        ["chiling:showcard"] = "<font color=\"#00FF00\"><b>%src </b></font> 获得了你的牌，你可以发动“敕令”，令其展示此牌",
		["chilingGiven"] = "敕令出杀",
		[":chilingGiven"] = "若你是灵势力，你可以立刻使用从“敕令”技能持有者处获得的杀",
		["@chiling-slash"] = "你现在可以使用从 <font color=\"#00FF00\"><b>%src </b></font> 处获得的【杀】",
		["~chilingGiven"] = "选择【杀】和目标",

["slm002"] = "二岩猯藏",["#slm002"] = "狸猫怪十变化",

 ["xihua"] = "戏画", 
 [":xihua"] = "每当你需要使用或打出一张基本牌或非延时类锦囊时，你可以声明之，并令一名其他角色展示你的一张手牌：若此牌与你所述牌类别相同或此牌的点数为J-K，则你将此牌当你所述牌使用或打出：否则弃置之，且你不能使用或打出你所述牌，直到回合结束。", 
 ["@xihua_target"]="你【戏画】选择了%src",
 ["#Xihua_response_use_slash"]="%from发动%arg, 选择【%arg2】 的目标为%to",
 ["#Xihua_failed"] = "%from发动 “%arg” 失败，本回合 %from 将不能使用或打出【%arg2】", 
 ["~xihua"]="选择戏画牌的使用目标",
 ["@xihua_chosen"]="为戏画牌 “%src” 选择一个展示者",
 ["xihua_nullification_card"] = "戏画", 
 --["xihua_card"] = "戏画", 
 ["xihua_slashcard"] = "戏画", 
 ["xihua_slash"] = "戏画", 
 ["xihua_peach"] = "戏画", 
 ["xihua_"]="选择使用戏画牌",
 ["xihua_nullification_"] = "戏画",
 ["xihua_vs"]="戏画",
 ["@xihua_slash_chosen"]="指定【戏画】使用【杀】的目标",
 ["xihuachoice"]="戏画",

["slm003"] = "物部布都",["#slm003"] = "古代日本的尸解仙",

 ["shijie"] = "尸解", 
 [":shijie"] = "当一名角色处于濒死状态并向你求【桃】时，你可令该角色进行一次判定，若场上有不少于一张装备牌与判定牌的花色相同，你弃置其中的一张，该角色回复1点体力。<font color=\"green\"><b>每阶段限一次</b></font>", 
 
 ["fengshui"] = "风水", 
 [":fengshui"] = "在一张判定牌生效前，你可以弃置一张手牌，观看牌堆顶的三张牌，你可以用其中的一张代替判定牌，然后将其余的牌以任意顺序置于牌堆顶。",  
 ["@fengshui-retrial"]="你可以弃置一张手牌来发动【风水】",
 
 ["slm004"] = "苏我屠自古",["#slm004"] = "神明后裔的亡灵",
        
	 ["leishi"] = "雷矢",
        [":leishi"] = "出牌阶段，你可以指定一名有手牌的其他角色，视为你对其使用一张具雷电伤害的【杀】，此【杀】不计入每阶段的使用限制。当此【杀】被【闪】抵消后，你须失去1点体力。<font color=\"green\"><b>每阶段限一次</b></font>",
     
	 ["fenyuan"] = "愤怨",
        [":fenyuan"] = "其他角色的回合内，当你进入濒死状态时，你可以死亡（无来源），然后该角色受到无来源的2点雷电伤害。",
		["fenyuan:invoke"] = "你可以发动“愤怨”立刻死亡，对当前回合人<font color=\"#00FF00\"><b>%src </b></font>造成2点雷电伤害",

 ["slm005"]="霍青娥",["#slm005"]="穿壁之邪仙人",
        
   ["xiefa"]="邪法",
        [":xiefa"]="出牌阶段，你可以将一张手牌交给一名其他角色，并视为该角色对其攻击范围内的由你指定的另一名角色使用一张【杀】。<font color=\"green\"><b>每阶段限一次。</b></font>当此【杀】被【闪】抵消时，该角色须失去1点体力。当目标角色受到此【杀】造成一次伤害后，你须摸一张牌。",

	["chuanbi"]="穿壁",
        [":chuanbi"]="每当你需要使用或打出一张【闪】时，若当前回合角色装备区内没有武器牌，可视为你使用或打出之。",

   ["slm006"]="宫古芳香",["#slm006"]="忠诚的尸体",
           
	  ["duzhua"]="毒爪",
        [":duzhua"]="出牌阶段，你可以将一张红色手牌当【杀】使用，此【杀】不计入出牌阶段使用次数的限制。<font color=\"green\"><b>每阶段限一次</b></font>",
        
		["taotie"]="饕餮",
        [":taotie"]="每当一名其他角色使用一张【闪】时，若你已受伤，你可以进行一次判定，若结果为黑色，你回复1点体力。",

  ["slm007"] = "幽谷响子",["#slm007"] = "念经的山灵",
    
	["huisheng:use"] = "你是否发动“回声”，对<font color=\"#00FF00\"><b>%src </b></font>使用一张【%dest】",
	 ["huisheng"] = "回声",
        [":huisheng"] = "若其他角色使用一张基本牌或非延时类锦囊牌只指定了你为目标，则在此牌结算后，你可以选择：视为你对该角色使用一张与此牌名称相同的牌。 ",
    ["@huisheng_collateral"]="请选择对 <font color=\"#00FF00\"><b>%src </b></font>使用【借刀杀人】后，成为杀的目标",
 
	["songjing:use"] = "<font color=\"#00FF00\"><b>%src </b></font>使用了延时锦囊【%dest】，你可以发动“诵经”",
    ["songjing"] = "诵经",
        [":songjing"] = "每当一名角色使用一张延时类锦囊牌时，你可以摸两张牌。",
		
 ["slm008"] = "神灵庙幽幽子" ,["&slm008"] = "西行寺幽幽子" ,["#slm008"] = "不再彷徨的亡灵" ,
       
	 ["xxsyyzchuixue"] = "吹雪" ,
        [":xxsyyzchuixue"] = "若你于弃牌阶段弃置了不少于一张牌，则此阶段结束时，你可令一名其他角色选择一项：弃置一张与你本阶段弃置的牌花色均不同的一张手牌，或失去1点体力。" ,
        ["@xxsyyzchuixue-select"] = "请选择“吹雪”的目标。" ,
        ["@xxsyyzchuixue-discard"] = "请弃置与 <font color=\"#00FF00\"><b>%src </b></font> 弃牌阶段弃置的牌花色均不同的一张手牌，否则失去1点体力。" ,
     
	 ["wushou_discard"]="“无寿”发动之后，你需要弃置%src张手牌",
	 ["xxsyyzwushou"] = "无寿" ,
        [":xxsyyzwushou"] = "当你成为【杀】的目标时，你可以摸3张牌，然后弃置X张手牌（X为你当前体力值）。" ,
		
["slm009"] = "神灵庙鵺", ["&slm009"] = "封兽鵺",["#slm009"] = "古代妖怪之一",
  
 ["buming"] = "不明", 
 [":buming"] = "出牌阶段，你可以弃置一张牌，令你攻击范围内的一名其他角色选择一项：视为你对其使用一张【杀】，此【杀】不计入每阶段的使用限制；或视为你对其使用一张【决斗】。<font color=\"green\"><b>每阶段限一次</b></font> ", 
  ["slash_buming"] = "视为你被使用杀", 
  ["duel_buming"] = "视为你被使用决斗", 
 
 ["zhengti"] = "正体", 
 [":zhengti"] = "<font color=\"blue\"><b>锁定技，</b></font>每当你受到其他角色对你造成的一次伤害后，伤害来源须获得一枚“正体”标记。每当你受到一次伤害时，若有不少于一名其他角色有“正体”标记，你须弃置一名其他角色的一枚“正体”标记，然后将此伤害转移给该角色。", 
["@zhengti"] = "正体", 
["@zhengti-choose"]="从多个“正体”标记持有者中选择一个转移伤害",
 
 ["slm010"] = "神灵庙小伞" ,["&slm010"] = "多多良小伞" ,["#slm010"] = "为难的遗忘之物" ,
          
		["ddlxsqingyu"] = "晴雨" ,
        [":ddlxsqingyu"] = "每当你受到一次伤害后，你可以指定所有体力值不小于你的其他角色，你指定的角色依次选择一项：弃置一张牌，或令你摸一张牌。" ,
        ["@ddlxsqingyu-discard"] = "请弃置 1 张牌，否则 <font color=\"#00FF00\"><b>%src </b></font> 将摸 1 张牌。" ,
        
		["ddlxsguoke"] = "过客" ,
        [":ddlxsguoke"] = "每当一张牌离开你的判定区时，你可以选择1项：回复1点体力，或摸两张牌。" ,
        ["ddlxsguoke:recover"] = "回复1点体力" ,
        ["ddlxsguoke:draw"] = "摸两张牌" ,
}
