return{

	["th14"] = "辉针城",
	["hzc"] = "辉",
	
["hzc001"] = "少名针妙丸",

  ["#hzc001"] = "小人的末裔",
  ["!hzc001"] = "少名针妙丸",
  ["jinji"] = "进击",
  [":jinji"] = "你可以将一张装备当作任意非延时锦囊使用。每阶段限一次。",
 ["~jinji"] = "选择装备牌和目标后，确定",
 ["@jinji_target"]="是否发动“进击”，使用【%src】",
 
 ["baochui"] = "宝槌",
 --[":baochui"] = "回合开始阶段开始时，你可以摸一张牌并令所有其他角色依次作出选择：是否愿意获得技能“妖器”，直到你的下一个回合开始。（若无人响应，则由你指定一名角色）（妖器，锁定技，摸牌阶段你额外摸一张牌，每回合你可以额外使用一张杀，你和其他角色计算距离时始终-1。你的出牌阶段结束时，“宝槌”技能持有者须选择一项：获得你一张装备区的牌或者获得你两张手牌。",
 [":baochui"] = "觉醒技。回合开始阶段开始时，若你的装备区有不少于2张牌，你须增加一点体力上限，回复一点体力。然后获得技能【进击】。（进击：你可以将一张装备当作任意非延时锦囊使用。每阶段限一次。）",
 
 ["@baochui"] ="由于没有人愿意响应“宝槌”，你需要指定一名角色",
 ["baochui:addyaoqi"]="获得技能“妖器”",
 ["yaoqi"]="妖器",
 [":yaoqi"]="<font color=\"blue\"><b>锁定技，</b></font>摸牌阶段你额外摸一张牌，每回合你可以额外使用一张杀，你和其他角色计算距离时始终-1。你的出牌阶段结束时，“宝槌”技能持有者须选择一项：获得你一张装备区的牌或者获得你两张手牌。",
 ["yaoqi:equip"]="获得装备",
 ["yaoqi:handcard"]="获得手牌",
 --["moyi"] = "末裔",
 -- [":moyi"] = "<font color=\"blue\"><b>锁定技，</b></font>你的手牌上限+x，x为你的装备数量。",
 ["yicun"] = "一寸",
  [":yicun"] = "出牌阶段开始时，你可以弃置x张手牌（x为装备区卡牌数量），从弃牌堆中获取一张装备牌。你的攻击范围始终为y（y为你的装备区的卡牌数，且最小为1。）",
 
 
 ["moyi"] = "末裔",
 [":moyi"] ="<font color=\"orange\"><b>主公技，</b></font>其他辉势力角色的出牌阶段，该角色可以交给你一张装备牌。<font color=\"green\"><b>每阶段限一次。</b></font>",
 ["moyiVS"] = "末裔送牌",
 [":moyiVS"] = "出牌阶段，你可以交给主公技“末裔”持有者一张装备牌。<font color=\"green\"><b>每阶段限一次。</b></font>",
 
 ["hzc002"] = "堀川雷鼓",

  ["#hzc002"] = "梦幻的打击乐手",["!hzc002"] = "堀川雷鼓",
  ["jiepai"] = "节拍",
  [":jiepai"] ="<font color=\"blue\"><b>锁定技，</b></font>每当你的【杀】被目标角色的【闪】抵消后，目标角色须对你使用一张【杀】，否则你弃置其一张牌。每当你的【杀】命中目标角色后，你摸一张牌。",
  ["@jiepai-slash"] = "你可以对<font color=\"#00FF00\"><b>%src </b></font>使用一张【杀】，否则会被<font color=\"#00FF00\"><b>%src </b></font>弃置一张牌",
  ["leiting"] = "雷霆",
  --[":leiting"] = "你使用雷【杀】时，可以额外指定X名角色。（x为你已经损失的体力值，且最小为1）。你可以将非雷【杀】当作雷【杀】使用。若你以此法使用雷【杀】，在此雷【杀】结算完毕后，你须失去1点体力。",
 [":leiting"] = "出牌阶段，你可以指定一名其他角色，然后你摸两张牌，弃置一张手牌。若以此法弃置了<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>牌，该角色须摸一张牌，然后受到1点无来源的雷电伤害。若以此法弃置了<font size=\"5\", color=\"#808080\"><b>♠</b></font>牌，视为该角色对其攻击范围内的由该角色指定的一名角色使用一张具雷电伤害的【杀】。<font color=\"green\"><b>每阶段限一次。</b></font>",
 ["@leiting"] ="你发动“雷霆”指定了 <font color=\"#00FF00\"><b>%src </b></font>，请选择要弃置的牌。",
 ["@leiting_chosen"] ="<font color=\"#00FF00\"><b>%src </b></font> 对你发动了“雷霆”，请选择【杀】的目标。",
 
 ["hzc003"] = "鬼人正邪",

  ["#hzc003"] = "逆袭的天邪鬼",["!hzc003"] = "鬼人正邪",
  ["nizhuan"] = "逆转",
  --[":nizhuan"] ="当一名角色成为【杀】的目标后，若此【杀】只指定了该角色为目标且该角色的体力值小于此【杀】的使用者，你可令此【杀】无效。然后若该角色有手牌，你须弃置该角色的一张手牌，视为该角色对此【杀】的使用者使用一张【杀】。",
  [":nizhuan"] ="当一名角色成为【杀】的目标后，若此【杀】只指定了该角色为目标且该角色已损失的体力值大于此【杀】的使用者，你可以弃置该角色的一张手牌，令此【杀】无效，并视为该角色对此【杀】的使用者使用一张【杀】。",

  ["nizhuan:target"] = "<font color=\"#00FF00\"><b>%src </b></font>使用【杀】指定了<font color=\"#FF8000\"><b>%dest </b></font>，你是否发动“逆转”" ,
	

  ["guizha"]="诡诈", 
  [":guizha"] = "<font color=\"blue\"><b>锁定技，</b></font>当你处于濒死状态并向其他角色求【桃】时，该角色须展示所有手牌，若其中有【桃】，该角色须对你使用之。",
  ["@guizha"] ="由于“诡诈”的效果，你必须对 <font color=\"#00FF00\"><b>%src </b></font> 使用一张【桃】。",	
  
  ["dianfu"] = "颠覆",
  [":dianfu"] ="出牌阶段，你可以指定两名其他角色交换位置。<font color=\"green\"><b>每阶段限一次。</b></font>",
 ["#DianfuSwap"]="由于%arg 的效果， %from 和 %to 交换了座位",
 ["nixi"] = "逆袭",
  [":nixi"] ="每当你受到一次伤害后，你可以和伤害来源交换手牌。<font color=\"green\"><b>每回合限一次</b></font>",
 --["nizhuan"] = "逆转",
 -- [":nizhuan"] ="<font color=\"red\"><b>限定技，</b></font>出牌阶段，你可以选择一个0到5之间的数值X。所有体力大于X的角色必须失去1点体力，所有体力小于X的角色必须回复一点体力。",
--	["@nizhuan"] = "逆转",
 
  ["hzc004"] = "九十九八桥",
  ["#hzc004"] = "古旧的琴的付丧神",["!hzc004"] = "九十九八桥",
  ["canxiang"] = "残响",
  [":canxiang"] ="每当你造成一次伤害后，你可以获得一名体力值大于你的角色的一张牌。",
  ["@canxiang"] = "你可以发动“残响”，指定一名体力值大于你的角色，获得其一张牌。",
  
  ["juwang"] = "俱亡",
  [":juwang"] ="每当你需要使用或打出一张【闪】时，你可令当前回合的角色选择一项：弃置一张红色手牌，或受到你对其造成的1点伤害。",
  ["juwang:throw"] ="你可以对 <font color=\"#00FF00\"><b>%src </b></font> 发动“俱亡”。";
 ["@juwang"]="<font color=\"#00FF00\"><b>%src </b></font>对你发动了“俱亡”，请弃置一张红色手牌，否则其对你造成的1点伤害。",
 
 ["hzc005"] = "九十九弁弁", 
  ["#hzc005"] = "古旧琵琶的付丧神",["!hzc005"] = "九十九弁弁",
  --["youyuan"] = "幽怨",
  --[":youyuan"] ="其他角色的回合开始阶段开始时，若其体力值大于你，你可以获得其一张手牌。",
   ["yuyin"] = "余音",
   [":yuyin"] = "每当你受到一次伤害后，你可以获得一名体力值大于你的角色的一张牌。",
    ["@yuyin"] = "你可以发动“余音”，指定一名体力值大于你的角色，获得其一张牌。",
   
   ["wuchang"] = "无常",
   [":wuchang"] = "其他角色的弃牌阶段结束时，若此阶段内该角色没有弃置红色手牌，你可令该角色弃置一张手牌。",
  ["wuchang_discard"]="由于“无常”的效果，请弃置一张手牌。",
	["wuchang:target"] ="你是否对 <font color=\"#00FF00\"><b>%src </b></font> 发动“无常” ";
 
  --["zhenhun"] = "镇魂",
  --[":zhenhun"] ="你的回合外，当一名角色进入濒死时，你可以弃置场上手牌数最多者的一张手牌，令该角色回复1点体力。<font color=\"green\"><b>每回合限一次</b></font>",
 --["@zhenhun"] = "选择一名手牌数最多的目标,你可以弃置其一张牌，令<font color=\"#00FF00\"><b>%src </b></font>回复一点体力。" ,
        
  --["touhou_liuli"] = "琉璃",
  --[":touhou_liuli"] ="出牌阶段，你可以指定x名没有受伤或者手牌数大于其体力上限的角色，令其选择一项：弃置两张手牌或者失去一点体力。X为你已经损失的体力值，且最少为1。<font color=\"green\"><b>每阶段限一次。</b></font>",
 --["@touhou_liuli"] ="你必须弃置 %src 张手牌，否则将失去1点体力",
 
 
  
  
  ["hzc006"] = "今泉影狼",

  ["#hzc006"] = "竹林的人狼",["!hzc006"] = "今泉影狼",
  --["renlang"] = "人狼",
  --[":renlang"] ="<font color=\"#808080\"><b>永久技，</b></font>回合开始阶段开始时，“满月”觉醒前，若你没有狼标记，你获得一枚“狼”标记。反之，失去一枚“狼”标记。当你拥有狼标记时，你使用杀没有距离限制，你的装备区里的防具不能被其他角色弃置。",
	--["@wolf"]="狼",
	
	--["touhou_bushi"] = "捕食",
 -- [":touhou_bushi"] ="你使用的【杀】被目标角色的【闪】抵消后，若你没有装备武器，你可以对该角色再使用一张【杀】。你使用【杀】对目标角色造成一次伤害后，你可以获得该角色一张牌。",
  --["@bushi-slash"] = "你可以对<font color=\"#00FF00\"><b>%src </b></font>追加使用一张【杀】",
  
  --["manyue"] = "满月",
  --[":manyue"] ="<font color=\"purple\"><b>觉醒技，</b></font>你进入濒死时，若你没有“狼”标记，你可以获得一枚“狼”标记，扣减一点体力上限，将体力回复到3，摸6张牌，并永久持有“狼”标记。",
--["#ManyueWake"]="%from 进入濒死状态且没有“狼”标记，触发“%arg”觉醒",
 
  ["langying"] = "狼影",
  [":langying"] ="每当你需要使用或打出一张【闪】时，你可以将你装备区里的所有牌（至少一张）返回手牌，视为你使用或打出了一张【闪】。",
 ["yuanfei"] = "远吠",
  [":yuanfei"] ="出牌阶段，你可以指定一名其他角色。该角色不能使用或打出牌，直到回合结束。若该角色在你攻击范围内，你须先弃置一张手牌。<font color=\"green\"><b>每阶段限一次。</b></font>",
["#yuanfei"] ="因为 %arg 的效果，此回合 %from 不能使用或打出牌。",
 ["yuanfeinear"] = "远吠",

 
 ["hzc007"] = "赤蛮奇",

  ["#hzc007"] = "辘轳首的怪奇", ["!hzc007"] = "赤蛮奇",
  ["feitou"] = "飞头",
  ["#feitou_slash"]= "飞头",
  ["feitou:extra_slash"] = "你可以对 <font color=\"#00FF00\"><b>%src </b></font> 发动“飞头”。",
  ["addfeitou"] = "你可以将一张手牌作为“飞头”置于人物牌上。",
  --[":feitou"] ="弃牌阶段开始时，若你的手牌数大于手牌上限，你可以将一张手牌置于你的人物牌上，称为“飞头”。每当一名角色使用【杀】，仅指定了一个目标（目标角色不能为你）且结算完毕之后，若该目标在你的攻击范围内，你可以将一张“飞头”置入弃牌堆，视为对该目标角色使用一张【杀】。",
  [":feitou"] ="回合结束阶段开始时，你可以将一张牌置于你的人物牌上，称为“飞头”。你可以将一张“飞头”当【杀】使用或打出，此【杀】不计入每阶段的使用限制，无距离限制。",
 ["@feitou-twoCards"]="选择一张“飞头”当【杀】使用。",
 ["~feitou"]="选择牌→指定目标→点击“确定”。",
 
 ["hzc008"] = "若鹭姬",

  ["#hzc008"] = "栖息于淡水的人鱼",["!hzc008"] = "若鹭姬",
  ["jingtao"] = "惊涛",
  --[":jingtao"] ="出牌阶段，若你已经受伤， 可以指定一个其他角色，视为对其使用【水淹七军】。<font color=\"green\"><b>每阶段限一次。</b></font>",
   [":jingtao"] ="当你使用【杀】指定其他角色为目标后，你可以弃置该角色装备区里的一张牌。",
   ["jingtao:discard"] = "你可以发动发动“惊涛”，弃置 <font color=\"#00FF00\"><b>%src </b></font> 装备区里的一张牌。",
		
  --["shuixing"] = "水性",
  --[":shuixing"] ="<font color=\"blue\"><b>锁定技，</b></font>你受到的火焰伤害-x,x为你已损失的体力。",
  --[":shuixing"] ="<font color=\"blue\"><b>锁定技，</b></font>每当你受到一次火焰伤害时，此伤害-1。",
  --["#shuixing"] = "%from的技能“%arg”被触发, %from 防止了 %arg2 点火焰属性伤害.",
  
  ["shizhu"] = "拾珠",
  --[":shizhu"] ="其他角色装备区内的装备被弃置，且进入弃牌堆后，你可以获得之。<font color=\"green\"><b>每回合限一次</b></font>",
 --[":shizhu"] ="你攻击范围内的其他角色的回合结束阶段开始时，若你已受伤，你可以获得一张于此回合置入弃牌堆的【桃】。",
 [":shizhu"] ="其他角色的回合结束阶段开始时，你可以选择一张于此回合置入弃牌堆的【桃】并展示所有手牌，若其中没有【桃】，你获得你选择的牌。",
 ["suhui"] = "溯洄",
  [":suhui"] ="<font color=\"blue\"><b>锁定技，</b></font>当你计算与装备区里有黑色牌的其他角色的距离时，始终-2。",

	["aige"] = "哀歌",
  [":aige"] ="每当一张牌离开其他角色的判定区时，你可以弃置该角色的一张手牌。",
  
  ["liange"] = "恋歌",
  [":liange"]="出牌阶段，你可以将一张牌置于牌堆顶，然后令一名其他角色观看牌堆顶的两张牌并获得其中的一张，将另一张置入弃牌堆。<font color=\"green\"><b>每阶段限一次。</b></font>",
}
