return {
	["gzz"] = "绀",
	["th15"] = "绀珠传",
	--15001 纯狐
	["junko"] = "纯狐" ,
	["#junko"] = "无名之恨" ,
	["designer:junko"] = "三国有单",
	["wuhui"] = "污秽",
	[":wuhui"] = "你每造成或受到1点伤害后，你可以明置一名角色的一张手牌。",
	["chunhua"] = "纯化",
	[":chunhua"] = "你使用牌指定其他角色为目标后或你成为其他角色使用牌的目标后，若此牌为基本牌或普通锦囊牌，你可令所有角色的锁定技失效且其所有明置的手牌均视为此牌，直到此回合结束。<font color=\"green\"><b>每阶段限一次。</b></font>",
	["shayi"] = "杀意",
	[":shayi"] = "<font color=\"orange\"><b>主公技，</b></font>其他绀珠传角色于出牌阶段内首次使用牌时，其可以令你选择是否成为此牌的使用者。",

	--15002 清兰 4hp
	["seiran"] = "清兰" ,
	["#seiran"] = "浅葱色的月兔",
	["designer:seiran"] = "辰焰天明",
	["yidan"] = "异弹",
	[":yidan"] = "你可以将与一名其他角色的一张明牌花色相同的一张手牌当【杀】对其使用（无距离和使用次数限制）;你不是其他角色使用与你的一张明牌花色相同的【杀】的合法目标。",

	--15003灵瑚
	["ringo"] = "灵瑚" ,
	["#ringo"] = "橘色的月兔" ,
	--15004哆来咪·苏伊特
	["doremy"] = "哆来咪·苏伊特" ,
	["#doremy"] = "梦之支配者" ,
	--15005 稀神探女
	["sagume"] = "稀神探女" ,
	["#sagume"] = "招来口舌之祸的女神" ,
	--15006 克劳恩皮斯
	["clownpiece"] = "克劳恩皮斯" ,
	["#clownpiece"] = "地狱的妖精" ,
	["designer:clownpiece"] = "三国有单",
	["kuangluan"] = "狂乱",
	[":kuangluan"] = "一名角色于出牌阶段首次使用【杀】或普通锦囊牌指定目标后，你可以选择一项：明置一张手牌，令此牌的抵消方式改为 目标可以与使用者拼点，且获胜； 或明置其一张手牌。",
    ["yuyan"] = "狱炎",
    [":yuyan"] = "与你拼点的角色需要选择拼点牌时，你可以代替其进行选择。一名角色因拼点而失去明置手牌后，你摸一张牌。 ",


	--15007 赫卡提亚·拉碧斯拉祖利
	["hecatia"] = "赫卡提亚" ,
	["!hecatia"] = "赫卡提亚·拉碧斯拉祖利" ,
	["#hecatia"] = "地狱的女神" ,
	["designer:hecatia"] = "辰焰天明",
	["santi"] = "三体",
	[":santi"] = "<font color=\"blue\"><b>锁定技，</b></font>准备阶段开始时，令你本回合依次执行摸牌/出牌/弃牌阶段各三次。你每回合的第一/二/三 个出牌阶段，只能使用基本牌/装备牌/锦囊牌。"
}
