return {
	["gzz"] = "绀",
	["th15"] = "绀珠传",
	--15001 纯狐
	["junko"] = "纯狐" ,
	["#junko"] = "-" ,

	--15002 清兰 4hp
	["seiran"] = "清兰" ,
	["#seiran"] = "浅葱色的月兔",
	["designer:seiran"] = "辰焰天明",
	["yidan"] = "异弹",
	[":yidan"] = "你可以将与一名其他角色的一张明牌花色相同的一张手牌当【杀】对其使用（无距离和使用次数限制）;你不是其他角色使用与你的一张明牌花色相同的【杀】的合法目标。",

	--15003灵瑚
	["ringo"] = "灵瑚" ,
	["#ringo"] = "橘色的月兔" ,
	--15004哆来咪·苏伊特
	["doremy"] = "哆来咪·苏伊特" ,
	["#doremy"] = "梦之支配者" ,
	--15005 稀神探女
	["sagume"] = "稀神探女" ,
	["#sagume"] = "招来口舌之祸的女神" ,
	--15006 克劳恩皮斯
	["clownpiece"] = "克劳恩皮斯" ,
	["#clownpiece"] = "地狱的妖精" ,
	--15007 赫卡提亚·拉碧斯拉祖利
	["hecatia"] = "赫卡提亚" ,
	["!hecatia"] = "赫卡提亚·拉碧斯拉祖利" ,
	["#hecatia"] = "地狱的女神" ,
}
