return {
	["gzz"] = "绀",
	["th15"] = "绀珠传",
	--15001 纯狐
	["junko"] = "纯狐" ,
	["#junko"] = "无名之恨" ,
	["designer:junko"] = "三国有单",
	["xiahui"] = "瑕秽",
	--[":xiahui"] = "你每造成或受到1点伤害后，你可以明置一名角色的一张手牌。",
	[":xiahui"] = "你造成或受到伤害后，你可以明置来源或受伤者的一张手牌。",
	["@xiahui"] = "你可以发动瑕秽明置 受伤者或来源 的一张手牌。",
	["chunhua"] = "纯化",
	--[":chunhua"] = "你使用牌指定目标后或你成为牌的目标后，若此牌为基本牌或普通锦囊牌，你可令所有角色的锁定技失效且其所有明置的手牌均视为此牌，直到此回合结束或有角色濒死。<font color=\"green\"><b>每回合限一次。</b></font>",
	[":chunhua"] = "一名角色使用明置的基本牌或普通锦囊指定目标角色后，，你可根据此牌的颜色令之效果改为 ：黑色：“对目标造1点伤”，红色“目标回复1点体力”";
	["#Chunhua"] = "【%arg】 对 目标 %from 产生 纯化 效果",
	["#CancelChunhua"] = "【%arg】 的 纯化 效果 对 目标 %from 无效",
	
	["shayi"] = "杀意",
	[":shayi"] = "<font color=\"orange\"><b>主公技，</b></font>其他绀势力角色的弃牌阶段结束时，你可以使用一张此阶段置入弃牌堆的【杀】。",
	["shayi_change"] = "杀意（主公技）",
    ["$Shayi"] = "%from 发动 %arg 成为了 %card 的使用者",
	["#shayi_temp"] = "杀意",
	["@shayi-use"] = "你可以发动“杀意”， 使用一张本阶段置入弃牌堆的【杀】",
	["~shayiuse"] = "选择目标->确定",
	
	--15002 清兰 4hp
	["seiran"] = "清兰" ,
	["#seiran"] = "浅葱色的月兔",
	["designer:seiran"] = "辰焰天明",
	["yidan"] = "异弹",
	[":yidan"] = "你可以将与一名其他角色的一张明牌花色相同的一张手牌当【杀】对其使用（无距离和使用次数限制）;你不是其他角色使用与你的一张明牌花色相同的【杀】的合法目标。",
    ["#yidan"] = "异弹",
	
	--15003灵瑚
	["ringo"] = "灵瑚" ,
	["#ringo"] = "橘色的月兔" ,
	--15004哆来咪·苏伊特
	["doremy"] = "哆来咪·苏伊特" ,
	["#doremy"] = "梦之支配者" ,
	--15005 稀神探女
	["sagume"] = "稀神探女" ,
	["#sagume"] = "招来口舌之祸的女神" ,
	["designer:sagume"] = "三国有单",
	["shehuo"] = "舌祸",
	[":shehuo"] = "<font color=\"blue\"><b>锁定技，</b></font>你指定或成为【杀】或普通锦囊牌的唯一目标时，目标角色选择一项：1此牌不能被响应；2对使用者使用牌（无距离限制，可使用装备牌），取消原牌的目标并令此技能于本回合内无效。",
    ["@shehuo_use"] = "舌祸: <font color=\"#00FF00\"><b>%src </b></font>对你使用了【%dest】, 你是否对<font color=\"#00FF00\"><b>%src </b></font>使用一张牌，并取消你。",
	["shenyan"] = "慎言",
	[":shenyan"] = "任意的弃牌阶段开始时，若本回合你未使用牌，你可视为使用【以逸待劳】。",
	["@shenyan"] = "你可以发动“慎言”，视为使用【以逸待劳】。",
	["~shenyan"] = "选择目标->确定",
	
	--15006 克劳恩皮斯
	["clownpiece"] = "克劳恩皮斯" ,
	["#clownpiece"] = "地狱的妖精" ,
	["designer:clownpiece"] = "三国有单",
	["kuangluan"] = "狂乱",
    [":kuangluan"] = "<font color=\"blue\"><b>锁定技，</b></font>一名角色于其摸牌阶段外获得牌后，其须明置这些牌。",
	["yuyi"] = "狱意",
	[":yuyi"] = "出牌阶段开始时，你可指定所有有明置手牌的角色，这些角色各摸一张牌，且其技能（永久技除外）于此回合内无效。其他角色出牌阶段开始时，若其没有明置手牌，你可令其摸一张牌，其技能（永久技除外）于此回合内无效。 ",
	
	--[[["yuyi"] = "狱意",
	[":yuyi"] = "一名角色于其出牌阶段首次使用【杀】或普通锦囊牌指定目标后，你可以选择一项：明置一张手牌，令目标抵消此牌的抵消方式改为目标发起对使用者的拼点且获胜； 或明置其一张手牌。",
    ["yuyi:show"] = "明置使用人",
	["yuyi:changeProcess"] = "明置自己，改变抵消方式",
	["yuyiProcess"] = "狱意抵消",
	["yuyiProcess:cancel"]= "你可以以拼点的方式抵消  <font color=\"#FF8000\"><b>%src </b></font> 对你使用的【%dest】。",
	["#YuyiChanged"] = "%from 发动  %arg2 改变了目标 %to 对 【%arg】的抵消方式",
	["#YuyiCancel"] = "%to 以 %arg2 的拼点方式 抵消了 %to 对其使用的 【%arg】",
	["kuangluan"] = "狂乱",
    [":kuangluan"] = "与你拼点的角色需要选择拼点牌时，你可以代替其进行选择。一名角色因拼点而失去明置手牌后，你摸一张牌。 ",]]


	--15007 赫卡提亚·拉碧斯拉祖利
	["hecatia"] = "赫卡提亚" ,
	["!hecatia"] = "赫卡提亚·拉碧斯拉祖利" ,
	["#hecatia"] = "地狱的女神" ,
	["designer:hecatia"] = "辰焰天明",
	["santi"] = "三体",
	[":santi"] = "<font color=\"blue\"><b>锁定技，</b></font>你的非额外回合开始时，令你本回合依次执行摸牌/出牌/弃牌阶段各三次。你于回合内的第一/二/三个出牌阶段，只能使用基本牌/装备牌/锦囊牌。"
}
