return {
	["tkz"] = "璋",
	["th16"] = "天空璋",

--***********************************
	
	["okina"] = "摩多罗隐岐奈",
	["#okina"] = "啥",
	["designer:okina"] = "dawda",
	["illustrator:okina"] = "谁",
	["origin:okina"] = "p号：多少；个人id：多少",
	
	["miyi"] = "秘仪", -- 旧版
	[":miyi"] = "出牌阶段限一次，你可以将一张花色与场上的一张牌相同的牌当【调虎离山】使用且能额外选择一名目标；处于神隐状态的角色是你使用牌的合法目标；当你使用牌对处于神隐状态的角色生效时，你须选择一项：令其解除神隐状态，或于此牌结算结束后令其解除神隐状态。",
	["#miyi-instant:mya"] = "%src 喵喵喵喵喵喵，喵喵 %src 喵喵喵，喵喵“秘仪”喵喵。喵喵“是”喵喵解除神隐喵喵，喵喵喵“否”喵喵喵喵喵喵喵喵喵喵解除神隐喵喵。",
	
	["zhuzhe"] = "主者",
	[":zhuzhe"] = "主公技，当其他璋势力角色使用有摸牌效果的牌指定目标时，其可以令你成为额外目标。",
	
	
	
	["okina_sp"] = "SP摩多罗隐岐奈" ,
	["&okina_sp"] = "SP摩多罗",
	["#okina_sp"] = "究极的绝对秘神" ,
	["designer:okina_sp"] = "辰焰天明",
	
	["illustrator:okina_sp"] = "河CY",
	["origin:okina_sp"] = "p号：74071512；个人id：3869665",
	
	["menfei"] = "门扉",
	[":menfei"] = "出牌阶段，若所有角色均没有“扉”标记，你可以令一名角色获得“扉”标记。当你使用牌结算完毕后，你将“扉”标记转移给拥有该标记的角色的下家。",
	["houhu"] = "后户",
	[":houhu"] = "当你使用基本牌或普通锦囊牌指定角色为目标时，若拥有“扉”标记的角色：是此牌的目标，你可以摸一张牌；不是目标，你可以令其成为额外目标（无距离限制）。",
	["@door"]= "扉",
	["#houhu"]= "%from 发动了 “%arg2”，  %to 成为了  %arg 的额外目标。",
	
	["eternity"] = "爱塔妮缇拉尔瓦",
	--["#eternity"] = "接近神的蝴蝶妖精",
	["#eternity"] = "（暂定稿）",
	["&eternity"] = "爱塔妮缇",
	
	["diexing"] = "蝶形",
	[":diexing"] = "锁定技，当你扣减体力后，你摸两张牌；当你一次性失去至少两张手牌后，你回复1点体力。",
	
	["linsa"] = "鳞洒",
	[":linsa"] = "<font color=\"green\"><b出牌阶段限一次，</b></font>你可以展示一张手牌并交给一名其它角色，若你以此法展示了：<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>牌，其失去1点体力；<font size=\"5\", color=\"#808080\"><b>♠</b></font>牌，其于此回合内使用下一张手牌时，你无效之。",
	["#LinsaNullifyPre"] = "%from 使用了“麟洒”，%to 于本回合内使用的下一张手牌将无效。",
	["#LinsaNullifyPreRoundOver"] = "%to 的回合结束，%from 使用的“麟洒”效果消失。",
	["#LinsaNullify"] = "因 %from 使用的“麟洒”效果，%to 使用的 %arg 无效。",
	
	["nemuno"] = "坂田合欢",
	["#nemuno"] = "跨越浮世门关的山姥",
	["designer:nemuno"] = "三国有单",
	
	["illustrator:nemuno"] = "谁",
	["origin:nemuno"] = "p号：多少；个人id：多少",
	
	["shengyu"]= "圣域",
	[":shengyu"] = "锁定技，你使用杀或普通锦囊指定一名目标后，该角色选择一项：1.横置所有同色装备， 2.不能使用或打出同色牌，直到此牌结算完毕。",
	["#shengyu-select:mow"] = "%src 汪汪汪汪汪汪汪“圣域”。汪汪“是”横置 %arg 汪汪，汪汪汪“否”汪汪使用汪打出汪汪汪。",
	["modao"] = "磨刀",
	[":modao"] = "你可以梅花牌当做刮骨疗毒使用。",
	
	
	["aun"] = "高丽野阿吽",
	["#aun"] = "醉心神佛的守护神兽",
	["designer:aun"] = "七曜",
	
	["illustrator:aun"] = "针鼠修罗",
	["origin:narumi"] = "p号：62808139；个人id：3442252",
	
	["xunfo"] = "寻佛",
	[":xunfo"] = "<font color=\"blue\"><b>锁定技，</b></font>当主公摸牌（因此技能而摸牌的除外）或回复体力时，你摸一张牌。",
	
	["huyuan"] = "护院",
	[":huyuan"] = "<font color=\"green\"><b出牌阶段限一次，</b></font>你可以展示至多三张花色不同的手牌，然后令一名其它角色选择一项：1.弃置花色与这些牌相同的牌各一张，然后回复1点体力；2.失去1点体力，然后摸等量的牌。",

	["@huyuandis1"] = "%src 对你发动【护院】，你可以弃置 一 张 %arg 牌来回复 1 点体力，或点击 “取消” 来失去 1 点体力并摸 一 张牌。",
	["@huyuandis2"] = "%src 对你发动【护院】，你可以弃置 一 张 %arg 牌和 一 张 %arg2 牌来回复 1 点体力，或点击 “取消” 来失去 1 点体力并摸 两 张牌。",
	["@huyuandis3spade"] = "%src 对你发动【护院】，你可以弃置 一 张 黑桃 牌、一 张 %arg 牌和 一 张 %arg2 牌来回复 1 点体力，或点击 “取消” 来失去 1 点体力并摸 三 张牌。",
	["@huyuandis3heart"] = "%src 对你发动【护院】，你可以弃置 一 张 红桃 牌、一 张 %arg 牌和 一 张 %arg2 牌来回复 1 点体力，或点击 “取消” 来失去 1 点体力并摸 三 张牌。",
	["@huyuandis3diamond"] = "%src 对你发动【护院】，你可以弃置 一 张 方片 牌、一 张 %arg 牌和 一 张 %arg2 牌来回复 1 点体力，或点击 “取消” 来失去 1 点体力并摸 三 张牌。",
	["@huyuandis3club"] = "%src 对你发动【护院】，你可以弃置 一 张 梅花 牌、一 张 %arg 牌和 一 张 %arg2 牌来回复 1 点体力，或点击 “取消” 来失去 1 点体力并摸 三 张牌。",
	["~huyuandis"] = "选择要弃置的牌 -> “确定”  -> 弃置之并回复体力。或 “取消” -> 失去体力并摸牌。",


	["narumi"] = "矢田寺成美" ,
	["#narumi"] = "垂迹于森林的魔法地藏" ,
	["designer:narumi"] = "七曜",
	
	["illustrator:narumi"] = "サクラメ",
	["origin:narumi"] = "p号：68269792；个人id：91140",
	
	
	["puti"] = "菩提",
	[":puti"] = "出牌阶段开始时，你可以检索一张锦囊牌并获得之，然后你于此阶段内不能使用【杀】。",
	["zangfa"] = "藏法",
	[":zangfa"] = "当一名角色使用普通锦囊牌指定目标时，若你是此牌的使用者或目标，你可以令一名角色成为此牌的额外目标（无距离限制）。",
	["@zangfa"] = "藏法： 你可令 一名角色成为 <font color=\"yellow\"><b>%src </b></font> 的额外目标（无距离限制，但不能是原有目标）",
	
	["satono"] = "尔子田里乃",
	--["#satono"] = "过于危险的背景舞者", -- same with mai????
	["#satono"] = "（暂定稿）",
	
	["minghe"] = "茗荷",
	[":minghe"] = "当一名角色使用牌指定至少两名角色为目标后，你可以摸一张牌。",
	
	["guwu"] = "鼓舞",
	[":guwu"] = "<font color=\"green\"><b出牌阶段限一次，</b></font>你可以将一至两张手牌交给一名其他角色，令其选择是否使用一张手牌（以此法使用的基本牌或普通锦囊牌能额外选择一个目标）。",
	["@guwu-giveuse"] = "你可以使用一张手牌，并能够额外选择一个目标（基本牌或普通锦囊牌）。",
	["~guwugiveuse"] = "喵？",
	
	["mai"] = "丁礼田舞",
	--["#mai"] = "过于危险的背景舞者", -- same with satono????
	["#mai"] = "（暂定稿）",
	
	["kuangwu"] = "狂舞",
	[":kuangwu"] = "一名其它角色的出牌阶段开始时，你可以弃置一张手牌，令其亮出牌堆顶的三张牌，然后其获得其中每种类型的牌各一张。",
	["@kuangwu"] = "你可以弃置 一 张手牌发动“狂舞”。",
	
	["zhumao"] = "竹矛",
	[":zhumao"] = "当你成为其它角色使用牌的目标时，若你的手牌数小于其，你可以令另一名其它角色摸一张牌并成为此牌的额外目标（无距离限制），然后若所有其它目标的手牌数均大于你，你可以取消你自己。",
	["@zhumao-select"] = "你可以发动“竹矛”令一名其他角色摸一张牌成为 %arg 的额外目标。",
	["#zhumao-cancelself:yes"] = "是否执行“竹矛”的效果，取消你自己？（即消除目标，相当于对你<font color=\"#FF3C00\"><b>无效</b></font>）",
	
	["liliwhite_sp"] = "天空璋SP莉莉霍瓦特",
	["#liliwhite_sp"] = "不息春音",
	["&liliwhite_sp"] = "天空璋莉莉白",
	["designer:liliwhite_sp"] = "dawda",
	["illustrator:liliwhite_sp"] = "名乗る名は無い",
	["origin:liliwhite_sp"] = "p号：56488470；个人id：2022926",

	["chunteng"] = "花朝",
	["spring"] = "春",
	[":chunteng"] = "分发起始手牌后或准备阶段开始时，若你的人物牌上没有“春”，你可以将牌堆顶的四张牌扣置于人物牌上，称为 “春”，反之你可以获得一张“春”。",
	["@chunteng"] = "你可以发动“花朝”获得一张“春”。",
	["~chunteng"] = "选择一张“春” -> “确定”",
	["huazhao"] = "春腾",
	[":huazhao"] = "当你使用一张牌时，你可以展示一张与之花色相同的“春”，展示完后你将一张“春”交给一名其他角色，然后若其手牌数大于“春”数，其选择一项：弃置一张牌，或将所有“春”置入弃牌堆。",
	["@huazhao1"] = "你可以发动“春腾”展示 一 张 %arg “春”。",
	["~huazhao"] = "选择一张与之花色相同的“春” -> “确定”",
	["@huazhao2"] = "请将一张“春”交给一名其他角色。",
	["@huazhao-discard"] = "你因“春腾”的效果需要弃置一张牌，或将所有“春”置入弃牌堆。<br /><br />操作提示：选择要弃置的一张牌 -> “确定”。或点击“取消” -> 将所有“春”置入弃牌堆",
	
}
