return {
	["tkz"] = "璋",
	["th16"] = "天空璋",

--***********************************
	
	["okina"] = "摩多罗隐岐奈" ,
	["#okina"] = "究极的绝对秘神" ,
	["designer:okina"] = "辰焰天明",
	["menfei"] = "门扉",
	[":menfei"] = "出牌阶段，若所有角色均没有“扉”标记，你可以令一名角色获得“扉”标记。当你使用牌结算完毕后限一次，拥有“扉”标记的角色将之转移给下家。",
	["houhu"] = "后户",
	[":houhu"] = "当你使用基本牌或普通锦囊牌指定角色为目标时，若拥有“扉”标记的角色：为目标，你可摸一张牌；不为目标，你可令其成为额外目标。",
	["@door"]= "扉",
	
	["etanity"] = "爱塔妮缇拉尔瓦",
	["#etanity"] = "接近神的蝴蝶妖精",
	["&etanity"] = "爱塔妮缇",
	
	["nemuno"] = "坂田合欢",
	["#nemuno"] = "跨越浮世门关的山姥",
	
	["aun"] = "高丽野阿吽",
	["#aun"] = "醉心神佛的守护神兽",
	
	["narumi"] = "矢田寺成美" ,
	["#narumi"] = "垂迹于森林的魔法地藏" ,
	["designer:narumi"] = "五行",
	["puti"] = "菩提",
	[":puti"] = "出牌阶段开始时，你可以检索一张锦囊牌并获得之，若如此做，此阶段内你不能使用【杀】。",
	["zangfa"] = "藏法",
	[":zangfa"] = "当一名角色使用普通锦囊牌指定目标时，若你是此牌的使用者或目标，你可为此牌增加一个额外目标。",
	
	["satono"] = "尔子田里乃",
	["#satono"] = "过于危险的背景舞者", -- same with mai????
	
	["mai"] = "丁礼田舞",
	["#mai"] = "过于危险的背景舞者", -- same with satono????
}
