return {
	["tkz"] = "璋",
	["th16"] = "天空璋",

--***********************************
	
	["okina"] = "摩多罗隐岐奈" ,
	["#okina"] = "究极的绝对秘神" ,
	["designer:okina"] = "辰焰天明",
	
	["illustrator:okina"] = "河CY",
	["origin:okina"] = "p号：74071512；个人id：3869665",
	
	
	["menfei"] = "门扉",
	[":menfei"] = "出牌阶段，若所有角色均没有“扉”标记，你可以令一名角色获得“扉”标记。当你使用牌结算完毕后，你将“扉”标记转移给拥有该标记的角色的下家。",
	["houhu"] = "后户",
	[":houhu"] = "当你使用基本牌或普通锦囊牌指定角色为目标时，若拥有“扉”标记的角色：是此牌的目标，你可以摸一张牌；不是目标，你可以令其成为额外目标。",
	["@door"]= "扉",
	["#houhu"]= "%from 发动了 “%arg2”，  %to 成为了  %arg 的额外目标。",
	
	["eternity"] = "爱塔妮缇拉尔瓦",
	["#eternity"] = "接近神的蝴蝶妖精",
	["&eternity"] = "爱塔妮缇",
	
	["nemuno"] = "坂田合欢",
	["#nemuno"] = "跨越浮世门关的山姥",
	
	["aun"] = "高丽野阿吽",
	["#aun"] = "醉心神佛的守护神兽",
	["designer:aun"] = "七曜",
	
	["xunfo"] = "寻佛",
	[":xunfo"] = "<font color=\"green\"><b>锁定技，</b></font>当主公摸牌（因此技能而摸牌的除外）或回复体力时，你摸一张牌。",
	
	["huyuan"] = "护院",
	[":huyuan"] = "<font color=\"green\"><b出牌阶段限一次，</b></font>你可以展示至多三张花色不同的手牌，然后令一名其它角色选择：弃置其中存在的花色的牌各一张，然后回复一点体力；或失去一点体力，然后摸等量的牌。",

	["@huyuandis1"] = "%src 对你发动【护院】，你可以弃置 1 张 %arg 牌回复 1 点体力，或者点击“取消”失去 1 点体力并摸 1 张牌。",
	["@huyuandis2"] = "%src 对你发动【护院】，你可以弃置 1 张 %arg 牌和 1 张 %arg2 牌回复 1 点体力，或者点击“取消”失去 1 点体力并摸 2 张牌。",
	["@huyuandis3spade"] = "%src 对你发动【护院】，你可以弃置 1 张 黑桃 牌、1 张 %arg 牌和 1 张 %arg2 牌回复 1 点体力，或者点击“取消”失去 1 点体力并摸 3 张牌。",
	["@huyuandis3heart"] = "%src 对你发动【护院】，你可以弃置 1 张 红桃 牌、1 张 %arg 牌和 1 张 %arg2 牌回复 1 点体力，或者点击“取消”失去 1 点体力并摸 3 张牌。",
	["@huyuandis3diamond"] = "%src 对你发动【护院】，你可以弃置 1 张 方片 牌、1 张 %arg 牌和 1 张 %arg2 牌回复 1 点体力，或者点击“取消”失去 1 点体力并摸 3 张牌。",
	["@huyuandis3club"] = "%src 对你发动【护院】，你可以弃置 1 张 梅花 牌、1 张 %arg 牌和 1 张 %arg2 牌回复 1 点体力，或者点击“取消”失去 1 点体力并摸 3 张牌。",
	["~huyuandis"] = "选择要弃置的牌 -> 点击“确定”弃置牌并回复体力，或者点击“取消”失去体力并摸牌。",

	["narumi"] = "矢田寺成美" ,
	["#narumi"] = "垂迹于森林的魔法地藏" ,
	["designer:narumi"] = "七曜",
	
	["illustrator:narumi"] = "サクラメ",
	["origin:narumi"] = "p号：68269792；个人id：91140",
	
	
	["puti"] = "菩提",
	[":puti"] = "出牌阶段开始时，你可以检索一张锦囊牌并获得之，然后你于此阶段内不能使用【杀】。",
	["zangfa"] = "藏法",
	[":zangfa"] = "当一名角色使用普通锦囊牌指定目标时，若你是此牌的使用者或目标，你可以令一名角色成为此牌的额外目标。",
	["@zangfa"] = "藏法： 你可令 一名角色成为 <font color=\"yellow\"><b>%src </b></font> 的额外目标",
	
	["satono"] = "尔子田里乃",
	["#satono"] = "过于危险的背景舞者", -- same with mai????
	
	["mai"] = "丁礼田舞",
	["#mai"] = "过于危险的背景舞者", -- same with satono????
}
