return {
	["gxs"] = "鬼",
	["th17"] = "鬼形兽",

--***********************************
	
	["saki"] = "骊驹早鬼" ,
	["#saki"] = "劲牙组组长" ,
	
	["eika"] = "戎璎花" ,
	["#eika"] = "河原的偶像水子" ,
	
	["shanlei"] = "善垒",
	[":shanlei"] = "回合开始时，若你手牌数大于手牌上限，你弃置手牌至上限；回合结束时，若你手牌数不是唯一最多，你摸牌至手牌唯一最多。", -- 无锁定技标签，但是必定发动，因为描述中没有“可以”
	["bengluo"] = "崩落",
	[":bengluo"] = "一名角色的一个阶段结束后，若你此阶段因使用以外的原因失去至少一张牌，且失去至少其中一次牌后你的手牌数大于手牌上限，你可以将一张手牌当【杀】使用。此【杀】对目标造成伤害时，若此【杀】的目标手牌数小于你，你可调整手牌至上限，令此【杀】伤害+1。",
	
	["urumi"] = "牛崎润美" ,
	["#urumi"] = "古代鱼的携子护卫" ,
	
	["kutaka"] = "庭渡久侘歌" ,
	["#kutaka"] = "地狱口岸的守护神" ,
	
	["yachie"] = "吉吊八千慧" ,
	["#yachie"] = "鬼杰组组长" ,
	
	["mayumi"] = "杖刀偶磨弓" ,
	["#mayumi"] = "埴轮兵长" ,
	
	["keiki"] = "埴安神袿姬" ,
	["#keiki"] = "孤立无援造就的造形神" ,
}
