return {
	["hld"] = "龙",
	["th18"] = "红龙洞",

--***********************************

	["momoyo"] = "姬虫百百世" ,
	["#momoyo"] = "漆黑的噬龙者" ,
	["simao"] = "司贸",
	[":simao"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以令二至四名有牌的角色各弃置一张牌，然后以其中一名角色为起点，这些角色各获得这些弃置的牌中一张牌。",
	["liuneng"] = "流能",
	[":liuneng"] = "你可以视为使用一张其他角色于当前回合内因使用、打出或弃置而失去的基本牌或普通锦囊牌，<font color=\"green\"><b>每回合限一次。</b></font>",
	["shirong"] = "市荣",
	[":shirong"] = "<font color=\"orange\"><b>主公技，</b></font><font color=\"green\"><b>其他龙势力角色的出牌阶段限一次，</b></font>若你手牌数小于你的手牌上限，其可以弃置一张牌，然后你摸一张牌。",
	["shirong_attach"] = "市荣",
	[":shirong_attach"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>若你属于龙势力且拥有主公技“市荣”的角色的手牌数小于其手牌上限，你可以弃置一张牌，然后其摸一张牌。",

	["mike"] = "豪德寺三花" ,
	["#mike"] = "生意兴隆的吉祥物" ,
	["cizhao"] = "次招",
	[":cizhao"] = "其他角色的出牌阶段开始时，你可以将一张牌交给其，令其选择一项：1.摸一张牌，然后与除其外的角色的距离于此回合内+2；2.弃置一张牌，然后与除其外的角色的距离于此回合内-1。",
	["danran"] = "淡然",
	[":danran"] = "若你的手牌颜色相同，你可以将所有手牌当【闪】使用或打出，此牌因使用而结算完毕后或打出时，你视为使用【无中生有】。",

	["takane"] = "山城高岭" ,
	["#takane"] = "深山的经商妖怪" ,
	["yingji"] = "营计",
	[":yingji"] = "一名角色的出牌阶段结束时，若其于此阶段内使用的最后一张牌是普通锦囊牌并在弃牌堆里，你可以将之置于你的人物牌上称为“货”；当一名角色于其出牌阶段内使用第一张牌时，若此牌是基本牌且你人物牌上有“货”，你可以获得此基本牌，然后其获得一张“货”。",
	["zhixiao"] = "滞销",
	[":zhixiao"] = "<font color=\"blue\"><b>锁定技，</b></font>摸牌阶段，若“货”数量大于你的体力上限，你放弃摸牌并得所有“货”。",

	["sannyo"] = "驹草山如" ,
	["#sannyo"] = "栖息于高地的山女郎" ,
	["boxi"] = "博戏",
	[":boxi"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以顺时或逆时针令所有有牌的角色逐个展示一张牌，然后你可以再展示一张牌。均展示后，你弃置这些展示的牌中牌数唯一最多的花色牌，令展示牌数最少（可并列）的花色牌的角色各摸一张牌，最后你可以使用或获得一张因此次弃置而置入弃牌堆的牌。",

	["misumaru"] = "玉造魅须丸" ,
	["#misumaru"] = "真正的勾玉匠人" ,
	["zhuyu"] = "铸玉",
	[":zhuyu"] = "摸牌阶段结束时，你可以展示牌堆底的三张牌，然后可以弃置一张牌并选择一项：依次使用其中与之花色相同的能使用的牌；或将其中与之花色不同的牌置入弃牌堆。选择后若余下的牌花色相同，你将之当【杀】使用或交给一名角色。",
	["shuzhu"] = "戍珠",
	[":shuzhu"] = "其他角色的弃牌阶段开始时，若其手牌数大于其手牌上限，你可以展示其一张手牌并将之置于牌堆底或弃置之。",

	["tsukasa"] = "菅牧典" ,
	["#tsukasa"] = "耳边低语的邪恶白狐" ,
	["tiaosuo"] = "挑唆",
	[":tiaosuo"] = "其他角色的出牌阶段开始时，你可以将一张黑色牌交给其并横置或重置其和另一名角色，然后其于此阶段内：使用【杀】的次数+1且无距离限制；使用【杀】或【决斗】不能选择与其人物牌横竖放置状态不同的角色为目标。",
	["zuanying"] = "钻营",
	[":zuanying"] = "结束阶段开始时，你可以令一名处于连环状态的其他角色摸一张牌，然后若其手牌数大于其手牌上限，你回复1点体力或获得其两张牌。",

	["megumu"] = "饭纲丸龙" ,
	["#megumu"] = "鸦天狗的首领" ,
	["fgwlshezheng"] = "涉政",
	[":fgwlshezheng"] = "当你于出牌阶段内使用牌时，你可以将牌堆底的一张牌置入弃牌堆，若两张牌颜色：相同，你于此阶段内使用的本牌和下一张牌不计入使用次数限制；不同，你弃置一张牌。",
	["miji"] = "觅机",
	[":miji"] = "出牌阶段开始时或当你因弃置而失去基本牌后，你可以观看牌堆底的三张牌并获得其中一张当前回合未使用过的类别牌。",

	["chimata"] = "天弓千亦" ,
	["#chimata"] = "无主物之神" ,
	["juezhu"] = "掘珠",
	[":juezhu"] = "<font color=\"green\"><b>出牌阶段限一次，</b></font>你可以选择所有手牌数不小于你的其他角色，令其各选择一项：1.令你摸一张牌；2.摸一张牌，然后你可以终止此流程并视为对其使用【决斗】。",
	["zhanyi"] = "战意",
	[":zhanyi"] = "你可以将X张牌（X为你的体力值与手牌数之差且至少为1）当【杀】使用或打出。",
}
