return {
	["hld"] = "龙",
	["th18"] = "红龙洞",

--***********************************
	
	["momoyo"] = "姬虫百百世" ,
	["#momoyo"] = "漆黑的噬龙者" ,
	
	["mike"] = "豪德寺三花" ,
	["#mike"] = "生意兴隆的吉祥物" ,
	
	["takane"] = "山城高岭" ,
	["#takane"] = "深山的经商妖怪" ,
	
	["sannyo"] = "驹草山如" ,
	["#sannyo"] = "栖息于高地的山女郎" ,
	
	["misumaru"] = "玉造魅须丸" ,
	["#misumaru"] = "真正的勾玉匠人" ,
	
	["tsukasa"] = "菅牧典" ,
	["#tsukasa"] = "耳边低语的邪恶白狐" ,
	
	["megumu"] = "饭纲丸龙" ,
	["#megumu"] = "鸦天狗的首领" ,
	
	["chimata"] = "天弓千亦" ,
	["#chimata"] = "无主物之神" ,
}
