return{
	["th99"] = "外传",
	["wai"] = "外",
	
	
	["wai001"] = "稗田阿求",["#wai001"] = "幻想乡的记忆" ,
      
    ["qiuwen"] = "求闻" ,
        [":qiuwen"] = "出牌阶段，你可以摸3张牌，<font color=\"green\"><b>每阶段限一次</b></font>" ,
     
	 ["zaozu"] = "早卒" ,
        [":zaozu"] = "<font color=\"blue\"><b>锁定技，</b></font>你需跳过弃牌阶段。回合结束阶段开始时，若你的手牌数大于你的体力上限，你失去1点体力。" ,
	
	["dangjia"] = "当家" ,
		[":dangjia"] ="<font color=\"orange\"><b>主公技，</b></font>其他外势力角色的出牌阶段，若你已受伤，该角色可以与你拼点，若该角色没赢，你回复1点体力。<font color=\"green\"><b>每阶段限一次</b></font>",
		["dangjiavs"] = "当家拼点" ,
		[":dangjiavs"] = "若你是外势力，你可以和已经受伤的“当家”技能拥有者拼点，并若你没赢，其可以回复一点体力" ,

 ["wai002"] = "森近霖之助",["#wai002"] = "古道具店主" ,
          
	 ["sjlzzxiufu"] = "修复" ,
        [":sjlzzxiufu"] = "出牌阶段，你可以将弃牌堆内的一张装备牌置于一名角色的装备区（可以替换原装备）<font color=\"green\"><b>每阶段限一次</b></font>" ,
        ["@sjlzzxiufu-select"] = "你可以将 【%src】 放入一名角色的装备区。",
		
["wai003"] = "朱鹭子",["#wai003"] = "无名的读书妖怪",

 ["fandu"] = "泛读", 
 [":fandu"] = "回合开始阶段开始时或每当你受到1点伤害后，你可以摸两张牌，然后令一名其他角色弃置你的一张手牌。", 
 ["@fandu-select"] ="“泛读”摸牌后，需要他人展示并弃置你的手牌。请选择一个目标", 
 
 ["taohuanshow:show"] = "<font color=\"#00FF00\"><b>%src </b></font>获得了你的手牌，你是否发动“讨还”，令其展示之", 
 ["taohuanshow"]="讨还",
 ["taohuan"] = "讨还", 
 [":taohuan"] = "每当其他角色获得你的一张手牌时，你可令该角色展示此牌。每当一名其他角色弃置或获得你的一张非基本牌后，你可以与该角色拼点，若你赢，你获得该角色的一张牌。",  

  ["wai004"] = "宇佐见莲子",["#wai004"] = "窥知时空之目",
 
    ["shitu"] = "识途",
        [":shitu"] = "若你的回合（额外回合除外）内没有角色受到过伤害且没有角色死亡，则于此回合结束后，你可令一名角色进行一个额外的摸牌阶段（视为一个额外的回合，但此额外回合没有除摸牌阶段外的任何阶段）。",
        ["@shitu-playerchoose"] = "选择一名玩家让其进行一个额外的摸牌阶段",
		
["wai005"] = "玛艾露贝莉•赫恩",["&wai005"] = "玛艾露贝莉",["#wai005"] = "看穿境界之目",
  
 ["mengxian"] = "梦现", 
 [":mengxian"] = "<font color=\"purple\"><b>觉醒技，</b></font>回合开始阶段开始时，若你的武将牌上有不少于三张的境界，你须失去一点体力上限，摸四张牌，并获得技能“乱影”（每当一名其他角色使用或打出一张基本牌时，你可以将一张与此牌颜色相同的“境界”置入弃牌堆，令此基本牌无效）", 
 ["#MengxianWake"] = "%from 的“境界”为 %arg2 张，触发“%arg”觉醒",
 
 ["luanying"] = "乱影", 
 [":luanying"] ="每当一名其他角色使用或打出一张基本牌时，你可以将一张与此牌颜色相同的“境界”置入弃牌堆，令此基本牌无效", 

["wai006"] = "绵月丰姬", ["#wai006"] = "连系海与山的月之公主",
   
 ["lianxi"] = "连系",
 [":lianxi"] = "每当你使用或打出一张杀时，结算前，你可以选择：视为你使用或重铸一张铁索连环", 
 ["@lianxi"]="你可以使用或重铸一张铁索连环",
 ["~lianxi"]="请选择两个铁锁目标，不选择直接确定视为重铸",
 
 ["yueshi"] = "月使", 
 [":yueshi"] = "<font color=\"purple\"><b>觉醒技，</b></font>回合开始阶段，若你的武将牌处于横置状态，你必须增加1点体力上限，并永久获得技能【睿智】",  
 ["#YueshiWake"] = "%from 处于横置状态，触发“%arg”觉醒",
 
["wai007"] = "绵月依姬", ["#wai007"] = "受神灵凭依的月之公主",

 ["pingyi"] = "凭依", 
 [":pingyi"] = "每当你受到一次伤害后，你可以弃置一张牌，获得伤害来源的一个技能（永久技、限定技、觉醒技、主公技除外），直到你以此法获得新的技能。若如此做，伤害来源失去你获得的技能，直到你死亡时或当你以此法获得新的技能。",  
 ["@pingyi"]="请弃置一张牌来凭依<font color=\"#00FF00\"><b>%src </b></font>的技能 “<font color=\"#00FF00\"><b>%dest</b></font>”",
 ["pingyi:cancel"] = "不凭依任何技能", 

 ["wai008"] = "桑尼·米尔克",["&wai008"] = "桑尼",["#wai008"] = "闪耀的日之光",
          
		["zheshe"] = "折射",
        [":zheshe"] = "每当你收到一次伤害时,你可以弃置一张非装备牌,令一名角色承受此次伤害(可以为你),若如此做,该角色摸x张牌(x为该角色已损失的体力值)",
        ["@zheshe"] = "弃置一张非装备牌,发动“折射”，将伤害转移给其他目标",
        ["~zheshe"] = "你可以弃置一张非装备牌,令一名角色承受此次伤害(可以为你),若如此做,该角色摸x张牌(x为该角色已损失的体力值)",
        
		["tanchi"] = "贪吃",
        [":tanchi"] = "<font color=\"blue\"><b>锁定技，</b></font>你受到的体力恢复效果+1",
		
  ["wai009"] = "露娜·琪尔德",["&wai009"] = "露娜",["#wai009"] = "寂静的月之光",
                   
		["zhuonong"] = "捉弄",
        [":zhuonong"] = "出牌阶段，你可以选择一项，对一名角色造成一点火焰伤害，然后令其恢复一点体力，或令一名角色恢复一点体力(可以为未受伤角色)，然后对其造成一点火焰伤害，<font color=\"green\"><b>每阶段限一次</b></font>",
        ["zhuonong:dr"] = "造成一点火焰伤害，然后令其恢复一点体力",
        ["zhuonong:rd"] = "恢复一点体力，然后对其造成一点火焰伤害",
        
		["jijing"] = "寂静",
       [":jijing"] = "<font color=\"blue\"><b>锁定技，</b></font>你的回合内，每当一名其他角色受到伤害后，你与该角色的距离视为1，直到回合结束。",
		["@jijing"] ="寂静",

["wai010"] = "斯塔·莎菲雅",["&wai010"] = "斯塔",["#wai010"] = "照射的星之光",
            
 ["ganying"] = "感应", 
 [":ganying"] = "每当你与其他角色的距离或其他角色与你的距离发生一次改变时，你可以选择一项：摸一张牌，或依次弃置该角色的一张手牌。当你与多名其他角色的距离或多名其他角色与你的距离同时发生改变时，你只能发动一次此技能。", 
 ["@ganying"]="选择与你距离改变的角色，弃置其一张牌；或选择自己，摸一张牌",
 
["wai011"] = "茨木華扇",["#wai011"] = "独臂有角的仙人",
 ["xingshan"] = "行善",
 [":xingshan"] = "每当一名角色使用一张【杀】或者【决斗】时，你可以令其摸一张牌，此牌无效。每当一名角色在弃牌阶段之外主动弃置了【杀】或【决斗】时，你可以令其摸一张牌。<font color=\"green\"><b>每回合限一次</b></font>",
 ["xingshan:cancel"] =
        "<font color=\"#00FF00\"><b>%src </b></font>使用了【%dest】,你可以其发动“行善”",
["xingshan:discard"] =
        "<font color=\"#00FF00\"><b>%src </b></font>弃置了【%dest】,你可以其发动“行善”",
		
 ["yushou"] = "御兽", 
 [":yushou"] = "出牌阶段，若你的装备区没有坐骑牌，你可以获得弃牌堆中的一张坐骑牌。<font color=\"green\"><b>每阶段限一次</b></font>", 
 
 
["wai012"] = "本居小铃",["#wai012"] = "识文解意的爱书人",
 ["zulin"] = "租赁",
 [":zulin"] = "每当你使用一张非延时类锦囊结算完毕后，你可以令一名其他角色获得此牌。",
 ["@zulin-obtain"]="你可以发动“租赁”， 选择一名其他角色，令其获得你使用的非延时锦囊 【%src】",
 
 ["shimo"] = "识魔",
 [":shimo"] = "回合外，每当你成为非延时类锦囊的目标时，你可以弃置一张花色相同的手牌，若如此做，本回合内所有非延时类锦囊对你无效。<font color=\"green\"><b>每回合限一次</b></font>",
 ["@shimo-discard1"]="你可以弃置一张<font size=\"5\", color=\"#FF0000\"><b>♠</b></font>手牌，发动“识魔”。本回合内，非延时锦囊对你无效",
	
 ["@shimo-discard2"]="你可以弃置一张<font size=\"5\", color=\"#FF0000\"><b>♥</b></font>手牌，发动“识魔”。本回合内，非延时锦囊对你无效",
["@shimo-discard3"]="你可以弃置一张<font size=\"5\", color=\"#FF0000\"><b>♣</b></font>手牌，发动“识魔”。本回合内，非延时锦囊对你无效",
["@shimo-discard4"]="你可以弃置一张<font size=\"5\", color=\"#FF0000\"><b>♦</b></font>手牌，发动“识魔”。本回合内，非延时锦囊对你无效",
				
 }
