return{
	["thndj"] = "年代记",
	

["ndj001"] = "年代记妹红" ,["&ndj001"] = "藤原妹红" ,["#ndj001"] = "炎杀姬" ,
		 
		["rexue"]="热血",
		[":rexue"]="<font color=\"blue\"><b>锁定技，</b></font>你的回合结束后，若你的体力为1且此回合内没有角色死亡，你须回复1点体力，并进行一个额外的回合。",
		
		["sidou"] = "死斗",
        [":sidou"] = "回合开始阶段开始时，你可以弃置场上的一张非武器牌，摸一张牌，然后失去1点体力。",
		["@sidou_target"]="你可以选择一名角色，弃置判定区牌或者非武器牌",

		["tymh_wuyu"]="物语",
		[":tymh_wuyu"]="<font color=\"orange\"><b>主公技，</b></font><font color=\"blue\"><b>锁定技，</b></font>每当一名其他角色死亡时，视为由你杀死。",
	
["ndj002"] = "年代记辉夜" ,["&ndj002"] = "蓬莱山辉夜" ,["#ndj002"] = "贤月公主" ,
	 
	["huanyue"]="幻月",
		["#huanyue_damage"]="幻月",
		[":huanyue"]="出牌阶段开始时，你可以令一名其他角色获得一枚“幻月”标记，并于你的下个出牌阶段开始时弃置。每当有“幻月”标记的角色受到非延时类锦囊牌造成的一次伤害时，你可以弃置一张黑色手牌，令此伤害+1。",
	["@huanyue"]="幻月",
	["@huanyuechosen"]="选择获得“幻月”标记的角色",
	
	["sizhai"] = "死宅",
        [":sizhai"] = "一名角色的回合结束阶段开始时，若该角色于此回合内没有使用或打出过基本牌，你可以摸一张牌。",
		["sizhai:draw"] =" %src 本回合没有使用或打出过基本牌，你可以发动【死宅】摸一张牌",
		
		
		["#huanyue_log"]="%from对%to的伤害由%arg点增加到%arg2点",
		["@huanyue-discard"]="弃置一张手牌可以使 <font color=\"#00FF00\"><b>%src </b></font> 受到的伤害+1 ",

["ndj004"] = "年代记妖梦" ,["&ndj004"] = "魂魄妖梦" ,["#ndj004"] = "修行的庭师" ,
	 
	["youming"]="幽冥",
	[":youming"]="出牌阶段，若你的体力上限小于4，你可以弃置一张牌，增加1点体力上限。",
		
		
	["fanji"] = "反击",
        
	[":fanji"] = "每当你受到其他角色对你造成的一次伤害后，你可以对伤害来源造成1点伤害。每当你攻击范围内的其他角色受到另一名角色对其造成的一次伤害后，若伤害来源不是你且你的体力上限大于1，你可以失去1点体力上限，对伤害来源造成1点伤害。",
	["fanji:target"] = "<font color=\"#FF8000\"><b>%src </b></font>对<font color=\"#00FF00\"><b>%dest </b></font>造成了伤害，你是否对<font color=\"#FF8000\"><b>%src </b></font> 发动“反击”",

["ndj010"] = "年代记玛艾露贝莉•赫恩" ,["&ndj010"] = "玛艾露贝莉" ,["#ndj010"] = "境界探访者" ,
		 
		["mengwei"]="梦违",
		[":mengwei"]="<font color=\"blue\"><b>(必须配合东方卡牌包使用)</b></font><font color=\"blue\"><b>锁定技，</b></font>分发起始手牌时，共发给你七张牌。选四张做手牌。将其余的牌面朝下置于你的装备区，称为“？”。回合结束阶段开始时，若你的装备区里的牌少于四张，你须摸一张牌，然后将一张手牌作为“？”面朝下置于装备区。每当你受到一次伤害时，若你的装备区有“？”，防止该伤害，将一张“？”收入手牌。",
		
		["liexi"] = "裂隙",
        [":liexi"] = "出牌阶段，你可以弃置两张“？”，将一名其他角色的武将牌翻面，每阶段限一次。",
		["meng_list"]="?",
		["meng0"]="?进入武器区",
		["meng1"]="?进入防具区",
		["meng2"]="?进入+1马区",
		["meng3"]="?进入-1马区",
		["meng_equip0"]="?进入武器区",
		["meng_equip1"]="?进入防具区",
		["meng_equip2"]="?进入+1马区",
		["meng_equip3"]="?进入-1马区",
		
["ndj011"] = "年代记莲子" ,["&ndj011"] = "宇佐见莲子",["#ndj011"] = "科学少女" ,
		
		["liangzi"]="量子",
		[":liangzi"]="<font color=\"blue\"><b>锁定技，</b></font>每当你使用或打出一张基本牌后，你须改变你的武将牌的摆放方式（横置或重置）",
	["kexue"] = "科学",
        [":kexue"] = "若你的武将牌横置，你使用的杀时没有距离限制，且可以额外指定任意数量的其他角色为目标。",
}
