return{
	["thsp"] = "线外萌SP" ,
	
 ["sp001"] = "sp古明地觉",["&sp001"] = "古明地觉",["#sp001"] = "第一届线外萌萌王",
    	
    ["kongpiao"] = "控票",
        [":kongpiao"] = "<font color=\"blue\"><b>锁定技，</b></font>其他角色的出牌阶段开始时，若该角色的手牌数多于你且你的手牌数小于五，你须摸一张牌。",
    
    ["shouhuivs"] = "手绘",
        [":shouhui"] = "出牌阶段或当你处于濒死状态并向你求【桃】时，你可以弃置任意数量的装备牌，然后摸等量的牌。",
        
		["@LuaShouhuiD"] = "请选择任意数量的装备牌。",
        ["shouhui"] = "手绘",
     
	 ["woyu"] = "我域",
        ["woyu"] = "我域",
        ["@Woyu"] = "我域",
        [":woyu"] = "<font color=\"orange\"><b>主公技，</b></font><font color=\"red\"><b>限定技，</b></font>出牌阶段，你可以展示一名其他角色的身份牌：若为忠臣，你弃置所有牌；若为反贼，你摸三张牌。",
        ["#WoyuAnnounce"] = "%from 发动了<font color=\"red\"><b>我域</b></font>，展示了 %arg2 的身份牌，为 %arg 。",

["sp002"] = "sp幽幽子",["&sp002"] = "西行寺幽幽子",["#sp002"] = "第一届线外萌准萌",
    	
	["beisha"] = "倍杀",
        [":beisha"] = "回合开始阶段开始时，若你有手牌，你可以选择一项：视为你对一名手牌数不大于你的其他角色使用一张【杀】，或令一名手牌数不大于你的一半的其他角色失去1点体力。",
        ["@beisha"] ="选择“倍杀”的目标",
        ["beisha:useslash"] = "使用一张【杀】",
        ["beisha:losehp"] = "令其失去一点体力",

["sp003"] = "sp雾雨魔理沙",["&sp003"] = "雾雨魔理沙",["#sp003"] = "第一届线外萌四强",
     
    ["xisan"] = "吸散",
        [":xisan"] = "一名角色的回合开始阶段开始时,你可选择一项：1、将你的手牌补至三张.2、弃置任意数量的手牌,然后将你的手牌补至两张.",
        ["@xisan-discard"] = "你可以弃置任意数量的手牌，然后将手牌补至两张" ,
        ["xisan:a"]="将手牌补至三张",
        ["xisan:b"]="先弃置任意数量手牌，再将手牌补至两张",
 
 ["sp004"] = "sp射命丸文",["&sp004"] = "射命丸文",["#sp004"] = "第一届线外萌四强",
     
    ["jubao"] = "举报",
        [":jubao"] = "每当你受到一次伤害后,你可以弃置一名角色的一张手牌,然后弃置该角色装备区里与此牌颜色相同的装备牌.",
        ["@jubao-select"] = "你可以发动“举报”，选择一名目标.",

        ["haidi"] = "海底",
        [":haidi"] = "当你失去最后的手牌时,你可以恢复一点体力.",
		
["sp005"] = "sp藤原妹红",["&sp005"] = "藤原妹红",["#sp005"] = "第二届线外萌萌王",
  
 ["shanji"] = "闪击", 
 [":shanji"] = "分发起始手牌时，共发你十张牌，选四张作为手牌，将其余的牌面朝下置于你的武将牌上，称为“票”。你可将“票”按照使用或打出手牌的规则使用或打出。", 
 ["piao"]="票",
 ["@shanji"]="你可以把“票”当作手牌使用或打出",
 ["~shanji"]="选择要使用的“票”和目标",
 
 ["yazhi"] ="压制",
 [":yazhi"]="出牌阶段，你可以将一张手牌作为“票”面朝下置于你的武将牌上。<font color=\"green\"><b>每阶段限一次。</b></font>",
 
 ["tymh_tianxiang"] = "天翔", 
 [":tymh_tianxiang"] = "<font color=\"orange\"><b>主公技，</b></font><font color=\"#808080\"><b>永久技，</b></font>反贼的胜利条件改为：主公、忠臣、内奸全部死亡。内奸的胜利条件改为：其他角色全部死亡。",
 
["sp006"] = "sp蕾米莉亚·斯卡雷特",["&sp006"] = "蕾米莉亚",["#sp006"] = "第二届线外萌准萌",
      
	 ["qingcang"] = "倾仓",
        [":qingcang"] = "摸牌阶段摸排时,若你的判定区没有延迟类锦囊牌,你可以多摸四张牌,然后将一张手牌当【兵粮寸断】置于你的判定区里",
        ["@qingcang-card"] = "选择一张手牌,将其当做【兵粮寸断】置于你的判定区里",
     
	 ["changqing"] = "常青",
        [":changqing"] ="<font color=\"blue\"><b>锁定技，</b></font>当你进入濒死状态时，若存活角色的数量不小于5，你须回复1点体力。",		
}
