 return {
 }

 
 --背景图
 
 --[[reimu:おにねこ　 p号：40518  个人id:3952
 zhu002:すかーれっと　p号：6080536  个人id:28391
 zhu003:牛  p号：30602715  个人id:964140 (国人)
 zhu004: p号：  个人id:
 zhu005: p号：  个人id:
  zhu006:ke-ta p号：29100736  个人id:3104565
 zhu007:こずみっく p号：8876618  个人id:446127
 zhu008:べにしゃけ p号：37576918  个人id:1033632
 hmx001:晩杯あきら p号：421918  个人id:27452
  hmx002:晩杯あきら  p号：6524604  个人id:27452
  hmx003: テンpa  p号：27975580 个人id:1720536
 hmx004:小強	 p号：36643068  个人id:1754781(国人)
 hmx005:もりのほん	  p号：21328693  个人id:258411
   hmx006:赤シオ  p号：2794048 个人id:341747
 hmx007:晩杯あきら	 p号：6272599   个人id:27452
 hmx008:純	  p号：8092739  个人id:209109
 hmx009:ゾウノセ   p号：19152291  个人id:2622803
yym001：T-RAy	 p号：35832380  个人id:90892 (动画site可用...)
yym002：茨乃	  p号：3216393  个人id:67388
yym003：garnet    p号：6857500  个人id:83452
yym004：こぞう	 p号：37591726  个人id:5626224
yym005：	  p号：  个人id:
yym006：鶴亀    p号：39786186  个人id:55875
yym007：柴崎ショージ	 p号：27604573  个人id:30708
yym008：saberili	  p号：31454951  个人id:1471137（国人，可？）
yym009：キタユキ    p号：13899897  个人id:199411
yym010：もちき	 p号：16521828  个人id:3338979
yym011：navio*	  p号：29152848  个人id:585267
yym012：赤シオ    p号：29154484  个人id:341747
yym013：alcd 	 p号：14362406  个人id:2334059
yyc001:時雨	  p号：9020427  个人id:4271
yyc002:氷樹一世	   p号：6271358  个人id:566497
yyc003:日鳥	    p号：13702872  个人id:183370
yyc004:	夏桜	 p号：3440684  个人id:11600
yyc005:卯林		  p号：29860117  个人id:462575
yyc006:	ノヤ	   p号：10786902  个人id:153451
yyc007:	Mik-cis	   	 p号：38852857  个人id:1006311
yyc008:	いるす  p号：4990882  个人id:496599
yyc009:かる	   p号：25879377  个人id:426002
yyc010:	かる    p号：25879377  个人id:426002
zhan001:9時		 p号：2578693  个人id:98455
zhan002:干支神		  p号：3358048  个人id:292376
zhan003:ん		   p号：4345300  个人id:134827
zhan004:みと		   	 p号：2286961  个人id:68132
zhan005:キツネ	  p号：6617167  个人id:126905（表态可用）
zhan006:wakipedia	   p号：2340125  个人id:9907
zhan007:赤シオ	    p号：6508946  个人id:341747
zhan008:閏月戈		 p号：1422931  个人id:204061
zhan009:kirero		  p号：37338515  个人id:35490
fsl001:	茨乃	  p号：5272064  个人id:67388
fsl002:	茨乃	  p号：8424385  个人id:67388
fsl003:	かむみや	  p号：9958105  个人id:407557
fsl004:	Capura.L	  p号：27427516  个人id:2475 (台湾 非商业作品的话，可以自由用)
fsl005:	まつたに	  p号：19370318  个人id:678787
fsl006:	きんたろ	  p号：349854  个人id:10009
fsl007:	茨乃	  p号：9116566  个人id:67388
fsl008:	Riv	  p号： 30561037 个人id:64821
fsl009:	Capura.L	  p号：1621157  个人id:2475(台湾 非商业作品的话，可以自由用)
fsl010:	三辻		  p号：7414439  个人id:94035（动画可。。。）
fsl011:	TID		  p号：29578117  个人id:418969（国人 可以）
dld001:	珠洲城くるみ	  p号：2368352  个人id:8065 （可以使用 但许可范围不明）
dld002:	白露	  p号：39121582  个人id:903935
dld003:ぎん太郎		  p号：15979658  个人id:95886
dld004:	吉岡よしこ	  p号：3716066  个人id:277982
dld005:	伊吹のつ	  p号：40055816  个人id:7013
dld006:	Capura.L	  p号：8552575  个人id:2475(台湾 非商业作品的话，可以自由用)
dld007:	茶葉	  p号：16019860  个人id:13233
dld008:	Capura.L	  p号：8429772  个人id:2475(台湾 非商业作品的话，可以自由用)
dld009:	しょぺ	  p号：3317874  个人id:90634（貌似可）
xlc001:	c7肘	    p号：5744001  个人id:217707(国人,表态可以)
xlc002:白雪睦月		  p号：22163218  个人id:20799
xlc003:	吉岡よしこ	  p号：18101120  个人id:277982
xlc004:	UGUME	  p号：35810788  个人id:1457830
xlc005:ばつ		    p号：5320051  个人id:167105
xlc006:	DomotoLain	  p号：22311835  个人id:38674（国人 貌似可以）
xlc007:チロリアン		  p号：5452599  个人id:626042（貌似可）
xlc008:	ばつ	  p号：5320051  个人id:167105
	slm001:	ダバデぃ    p号：25093643  个人id:600374(非社团作貌似可)
slm002:ひそな			  p号：26401638  个人id:173260
slm003:	卯林		  p号：21773832  个人id:462575
slm004:遠坂あさぎ			  p号：26376620  个人id:3302692
slm005:	米白粕		    p号：27111783  个人id:867590
slm006:ウマ	  p号：28526848  个人id:54500
slm007:	ミイル		  p号：33622046  个人id:220062
slm008:	結城辰也	   p号：  个人id:
slm009:	サクラメ		  p号：28168843  个人id:91140（貌似可）
slm010:	akihiyo		  p号：22666287  个人id:1372100
wai001:	桐葉	  p号：18291958  个人id:260108
wai002:	色原みたび	  		  p号：25523879  个人id:1444045
wai003:	会帆		  p号：32446393  个人id:146732 （作者明确表态可用）
wai004:	心太		  p号：34883756  个人id:492233
wai005:	心太		  		  p号：9956830  个人id:492233
wai006:	朝永はむ		  p号：20756826  个人id:158595
wai007:	時雨		  p号：18586316  个人id:4271
wai008:	Sui.		   		  p号：12095307  个人id:304123
wai009:	Sui.		   		  p号：12095307  个人id:304123
wai010:	Sui.		   		  p号：12095307  个人id:304123

 p号：  个人id:
p号：  个人id:
p号：  个人id:
]]